Repository: andrew-schofield/fahmon
Catalog: tags/2.3.99.3/po/*.po
Languages: es_es

source: About
es_es: Acerca de

source: Lead Developer:
es_es: Desarrollador Principal

source: Retired Developer:
es_es: Desarrollador retirado

source: Homepage:
es_es: Sitio Web:

source: Qd homepage:
es_es: Página Web de Qd

source: Licence:
es_es: Licencia

source: Library:
es_es: Librería:

source: Benchmarks
es_es: Comparativas

source: Projects
es_es: Proyectos

source: No benchmarks for this project!
es_es: ¡No hay comparativas para este proyecto!

source: Project : %u
es_es: Proyecto : %u

source: Core : %s
es_es: Núcleo : %s

source: Frames : %u
es_es: Cuadros : %u

source: Credit : %u
es_es: Valor : %u

source: Project : %u (Unknown)
es_es: Proyecto: %u (Desconocido)

source: Min. Time / Frame : %s
es_es: Tiempo / Cuadro Mínimo : %s

source: No Min. Time / Frame
es_es: No Tiempo / Cuadro Mínimo

source: Avg. Time / Frame : %s
es_es: Tiempo / Cuadro Medio : %s

source: No Avg. Time / Frame
es_es: No Tiempo / Cuadro Medio

source: Cur. Time / Frame : %s
es_es: Tiempo / Cuadro Actual : %s

source: R3F. Time / Frame : %s
es_es: Tiempo / Cuadro Medio (sobre tres cuadros) : %s

source: Eff. Time / Frame : %s
es_es: Tiempo / Cuadro Efectivo : %s

source: No Cur. Time / Frame
es_es: No Tiempo/ Cuadro Actual

source: No R3F. Time / Frame
es_es: No Tiempo / Cuadro (sobre tres cuadros)

source: No Eff. Time / Frame
es_es: No Tiempo / Cuadro Efectivo

source: Could not open file <%s> for writing!
es_es: ¡No se puede abrir el archivo <%s> para escritura!

source: (Benchmarks) The maximum number of known clients has been reached!
es_es: (Comparativas) ¡Se ha llegado al número máximo de clientes!

source: Unknown client
es_es: Cliente desconocido

source: Unknown
es_es: Desconocido

source: Log not loaded!
es_es: ¡No se cargó el registro!

source: anonymous
es_es: Anónimo

source: Directory %s does not exist or cannot be read!
es_es: ¡El directorio %s no existe o no se puede leer!

source: Reloading %s
es_es: Volviendo a cargar %s

source: Error while reading %sFAHlog.txt!
es_es: ¡No se puede leer %sFAHlog.txt!

source: Error while reading %squeue.dat
es_es: ¡No se puede leer %squeue.dat!

source: Error while reading %sunitinfo.txt!
es_es: ¡No se puede leer %sunitinfo.txt!

source: The progress value in file %s could not be found/parsed
es_es: No se pudo encontrar el valor de progreso en el archivo %s

source: Unable to save %s because it does not exist
es_es: No se puede guardar %s porque no existe

source: Unable to create directory %s
es_es: No se puede crear el directorio %s

source: Unable to copy %s to %s
es_es: No se puede copiar %s en %s

source: %s is on frame %u
es_es: %s va por el cuadro %u

source: Cannot determine frame number for %s (this isn't a problem)
es_es: No se puede determinar el número del cuadro para %s (no representa un problema)

source: %s has an unknown state (Unable to find a complete frame)
es_es: %s está en un estado desconocido (No se puede encontrar un cuadro completo)

source: %s is stopped (The line "Folding@Home Client Shutdown." was found)
es_es: %s está detenido (Se encontró la línea "Folding@Home Client Shutdown.")

source: %s has an unknown state (Unable to extract a valid elapsed time since the last completed frame)
es_es: %s está en un estado desconocido (No se puede calcular el tiempo transcurrido desde el último cuadro completado)

source: %s has been marked as having a asynchronous clock.
es_es: %s se ha marcado como que tiene un reloj asíncrono.

source: %s seems to have hung : Elapsed time is %um and limit is %um
es_es: %s parece haberse colgado : El tiempo transcurrido es %um y el límite es %um

source: %s seems to be inactive : Elapsed time is %um and limit is %um
es_es: %s parece estar inactivo : El tiempo transcurrido es %um y el límite es %um

source: Client Edition / %s
es_es: Edición del cliente / %s

source: Client information
es_es: Información del cliente

source: Location:
es_es: Emplazamiento:

source: Choose
es_es: Elija

source: Name:
es_es: Nombre:

source: Choose a folder
es_es: Elija una carpeta

source: You must fill the name AND the locations fields.
es_es: Debes completar los campos de nombre Y emplazamiento.

source: Error while parsing %s on line %u
es_es: Error mientras se comprobaba %s en la línea %u

source: Could not open file <%s> for writing! The list of clients will not be saved!
es_es: ¡No se pudo abrir el archivo <%s> para escritura! ¡No se guardará la lista de clientes!

source: Possible clock asynchrony detected!
es_es: ¡Se detectó una posible asincronía del reloj!

source: Welcome to %s!
es_es: Bienvenido a %s!

source: Welcome to %s, a Folding@Home monitoring tool
es_es: Bienvenido a %s, una herramienta para monitorizar Folding@Home

source: Project information (e.g. deadlines) is read from a local file, which must be regularly updated.
es_es: Los datos del Proyecto (p.ej. las fechas límite) se obtiene de un archivo local, que tiene que actualizarse regularmente.

source: Thus, you should first download the latest available information on currently running projects:
es_es: Por tanto, debe descargarse la útima información disponible de los proyectos actualmente vigentes:

source: (NOTE: If you use a proxy for HTTP connections, you will need to change the preferences first!)
es_es: (¡NOTA: Si utiliza un proxy para su conexión HTTP, necesitará cambiar primero las preferencias!)

source: Download current projects
es_es: Descargar los proyectos vigentes

source: New updates are needed when no information on projects can be displayed (e.g. deadlines).
es_es: Se necesitan actualizaciones cuando no se puede mostrar ninguna información de los proyectos (p.ej. las fechas límite).

source: The name you choose for a client is not important, you can think of it as a nickname.
es_es: El nombre que elija para un cliente no es importante, puede utilizar un apodo.

source: The latest version of %s will always be available on the official website:
es_es: La última versión de %s estará siempre disponible en el sitio web oficial:

source: Could not create directory <%s>
es_es: No se pudo crear el directorio <%s>

source: Progress
es_es: Avance

source: Name
es_es: Nombre

source: Core
es_es: Núcleo

source: Credit
es_es: Valor

source: Downloaded
es_es: Descargado

source: Deadline
es_es: Fecha límite

source: Loading...
es_es: Cargando...

source: %u points
es_es: %u puntos

source: %s ago
es_es: Hace %s

source: In %s
es_es: En %s

source: Disabled
es_es: Inhabilitado

source: Finished
es_es: Finalizado

source: *Hung*
es_es: *Colgado*

source: Add a new client
es_es: Añadir un nuevo cliente

source: Reload this client
es_es: Actualizar este cliente

source: Edit this client
es_es: Editar este cliente

source: Delete this client
es_es: Eliminar este cliente

source: View Client Files
es_es: Ver los archivos de este cliente

source: Disable this client
es_es: Inahabilitar este cliente

source: Enable this client
es_es: Habilitar este cliente

source: Do you really want to delete this client?
es_es: ¿Confirma que quiere eliminar este cliente?

source: Unable to launch the default filemanager. Please check that the correct filemanager is set in Preferences
es_es: No se puede ejecutar el administrador de archivos por defecto. Por favor compruebe que está correctamente definido en Preferencias

source: Another instance of %s is already running!
es_es: ¡Existe ya otra instancia de %s en ejecución!

source: %s is licenced under the GNU GPL v2
es_es: %s está bajo la licencia GNU GPL v2

source: FahMon contains code from qd, also licenced under the GNU GPL v2
es_es: FahMon contiene código de qd, también bajo licencia GNU GPL v2

source: Something is wrong with this client. Please check the messages (Tools->Show/Hide Messages Window).
es_es: Algo va mal con este cliente Por favor verifique los mensajes (Herramientas->Mostrar/Ocultar la Ventana de Mensajes)

source: This client is currently disabled.
es_es: Este cliente está actualmente inhabilitado

source: Project %u is unknown, you should try to update the projects database
es_es: El Proyecto %u es desconocido, intente actualizar la base de datos de proyectos

source: &Check for update
es_es: &Busca actualizaciones

source: Check online for the latest version of FahMon
es_es: Busca en línea la última versión de FahMon

source: &Preferences... CTRL+P
es_es: &Preferencias... CTRL+P

source: Open the preferences dialog
es_es: Abre el cuadrode diálogo de preferencias

source: &Quit Ctrl+Q
es_es: &Salir Ctrl+Q

source: Quit %s
es_es: Salir %s

source: Add a new client to be monitored
es_es: Añadir un cliente nuevo para monitorizar

source: Edit client
es_es: Editar cliente

source: Edit the selected client settings
es_es: Editar la configuración del cliente seleccionado

source: Delete client
es_es: Eliminar cliente

source: Delete the selected client
es_es: Eliminar el cliente seleccionado

source: View client files
es_es: Ver los archivos del cliente

source: Open file browser in client folder
es_es: Abrir el directorio del cliente en el administrador de archvios

source: Reload &Selection F5
es_es: Actualizar &Selección F5

source: Reload the selected client
es_es: Actualiza el cliente seleccionado

source: Reload &All F6
es_es: Actualizar &Todo F6

source: Reload all the clients
es_es: Actualiza todos los clientes

source: Reload &Selection Ctrl+R
es_es: Actualizar &Selección Ctrl+R

source: Reload &All Ctrl+Shift+R
es_es: Actualizar &Todo Ctrl+Shift+R

source: &Clients
es_es: &Clientes

source: &Show/Hide FAHLog F8
es_es: &Muestra/Oculta el registro FAH F8

source: Toggle the log file
es_es: Conmuta la ventana del archivo de registro

source: &Cycle ETA Style F9
es_es: &Rota estilo ETA F9

source: Cycle through the different ETA display styles
es_es: Rota los diferentes modos de mostrar ETA

source: &Show/Hide FAHLog Ctrl+L
es_es: &Muestra/Oculta el registro FAH Ctrl+L

source: &Cycle ETA Style Ctrl+E
es_es: &Rota estilo ETA Ctrl+E

source: Show/Hide &WU Info panel
es_es: Mostrar/Oculatr el panel de información de la WU

source: Toggle the display of the Work Unit Information panel
es_es: Conmuta la visualización del panel de información de la WU

source: &View
es_es: &Ver

source: &Show/Hide Messages Window
es_es: &Mostrar/Ocultar la Ventana de Mensajes

source: Toggle the messages window
es_es: Conmuta la ventana de mensajes

source: &Benchmarks... CTRL+B
es_es: &Comparativas... CTRL+B

source: Open the benchmarks dialog
es_es: Abre el cuadro de diálogo de comparativas

source: &Download New Projects
es_es: &Descargar Proyectos nuevos

source: Update the local project database
es_es: Actualiza la base de datos local

source: &Tools
es_es: Herramien&tas

source: &My Stats F2
es_es: &Mis estadísticas F2

source: View the personal statistics for the selected client
es_es: Mostrar las estadísticas personales para el cliente seleccionado

source: View the current project on the Jmol website
es_es: Ver el proyecto actual en el sitio web de Jmol

source: View the current project on fahinfo.org
es_es: Ver el proyecto actual en fahinfo.org

source: &My Stats Ctrl+Shift+M
es_es: &Mis estadísticas Ctrl+Shift+M

source: F@H &Website
es_es: Sitio web de F@H

source: Open to the official Stanford website
es_es: Ir al sitio web oficial de Stanford

source: Folding &Forum
es_es: Foro Folding

source: Open the Folding@Home support forum
es_es: Ir al foro de soporte de Folding@Home

source: &Projects Summary
es_es: &Resumen de los Proyectos

source: Open the list of the current projects
es_es: Abrir la lista de los proyectos vigentes

source: &Servers Status
es_es: &Estado de los Servidores

source: Open the list of the servers with their status
es_es: Abre la lista de los servidores que muestra su estado

source: &Help Contents F1
es_es: &Contenido de la ayuda F1

source: See help contents
es_es: Ver el contenido de la ayuda

source: &Help Contents Ctrl+?
es_es: &Contenido de la ayuda Ctrl+?

source: &About
es_es: &Acerca de

source: About %s
es_es: Acerca de %s

source: &Help
es_es: &Ayuda

source: Work Unit Information
es_es: Información de la unidad de trabajo

source: Core:
es_es: Núcleo:

source: Project:
es_es: Proyecto:

source: Credit:
es_es: Valor:

source: Username:
es_es: Nombre de Usuario:

source: Downloaded:
es_es: Descargado:

source: Preferred Deadline:
es_es: Fecha límite preferida:

source: Final Deadline:
es_es: Fecha límite final:

source: Log file.
es_es: Archivo de registro.

source: You must first select a client!
es_es: ¡Tiene que seleccionar un cliente primero!

source: Checking for FahMon updates
es_es: Comprobando si hay actualizaciones de FahMon

source: Your version: %s; New version: %s
es_es: Su versión: %s; Nueva versión: %s

source: Update available
es_es: Hay disponible una actualización

source: A newer version of FahMon is available Do you want to go to the FahMon website?
es_es: Está disponible una versión nueva de FahMon ¿Quiere ir al sitio web de FahMon?

source: No update found
es_es: No se encontraron actualizaciones

source: shift
es_es: mayúscula

source: Messages / %s
es_es: Mensajes / %s

source: Could not open file for writing! The log will not be saved!
es_es: ¡No se ha podido abrir el achivo para escritura! ¡El registro no se guardará!

source: Preferences / %s
es_es: Preferencias / %s

source: Monitoring
es_es: Monitorizar

source: Networking
es_es: Red

source: Advanced
es_es: Avanzado

source: System
es_es: Sistema

source: WebApp 1
es_es: Solicitud Web 1

source: WebApp 2
es_es: Solicitud Web 2

source: Enable system tray icon
es_es: Permitir icono en la bandeja de sistema

source: Start minimized
es_es: Iniciar minimizado

source: Collect .xyz files
es_es: Coleccionar los archivos .xyz

source: Auto update projects database when needed
es_es: Actualizar automáticamente la base de datos cuando se necesite

source: Always list inaccessible clients last
es_es: Poner siempre al final los clientes innacesibles

source: Check for FahMon updates on startup
es_es: Buscar actualizaciones de FahMon al empezar

source: A date (dd/mm)
es_es: Una fecha (dd/mm)

source: A date (mm/dd)
es_es: Una fecha (mm/dd)

source: Time left
es_es: Tiempo restante

source: All frames
es_es: Todos los cuadros

source: Last frame only
es_es: Sólo el último cuadro

source: Last 3 frames
es_es: Los últimos 3 cuadros

source: Effective rate
es_es: Velocidad efectiva

source: Auto reload clients
es_es: Actualizar automáticante los clientes

source: Ignore asynchronous clocks
es_es: Ignorar los relojes asíncronos

source: Display dates as
es_es: Mostrar las fechas como

source: Calculate PPD based on
es_es: Calcular PPD basados en

source: Use a proxy for HTTP connections
es_es: Utilizar un proxy para las conexiones HTTP

source: Proxy requires authentication
es_es: El proxy requiere autentificación

source: Address:
es_es: Dirección:

source: Port:
es_es: Puerto:

source: Proxy Username:
es_es: Proxy Nombre de usuario:

source: Proxy Password:
es_es: Proxy Contraseña:

source: Use the following settings for new project downloads
es_es: Utilizar la siguiente configuración para la descarga de proyectos nuevos

source: Use a local file for project data
es_es: Utilizar un archivo local para los datos de proyecto

source: Filename:
es_es: Nombre del archivo:

source: Web Browser:
es_es: Navegador web:

source: File Manager:
es_es: Administrador de archivos:

source: File Manager Command:
es_es: Comando administrador de archivos:

source: Manually set timezone to UTC +
es_es: Ajustar manualmente la zona horaria a UTC +

source: Windows Explorer
es_es: Explorador de Windows

source: Other
es_es: Otros

source: Finder
es_es: Buscador

source: Export Web Application
es_es: Aplicación para exportar página web

source: Export Simple Web page
es_es: Exportar a una pagina web

source: Export Simple Text file
es_es: Exportar a un archivo de texto

source: Custom Web Application Template
es_es: Personalizar la plantilla Web

source: Custom Simple Web Template
es_es: Personalizar la plantilla Web sencilla

source: Custom Simple Text Template
es_es: Personalizar la plantilla de texto

source: Choose a local project data file
es_es: Elegir un archivo local de datos de proyecto

source: Choose where to save the Web Application
es_es: Elegir donde guardar la la Aplicación Web

source: Choose where to save the simple web page
es_es: Elegir donde guardar la página web

source: Choose where to save the simple text file
es_es: Elegir donde guardar el archivo de texto

source: Choose the Web Application Template
es_es: Elija la plantilla de solicitud web

source: Choose the Simple Web Page Template
es_es: Elija la plantilla de solicitud web simplificada

source: Choose the Simple Text File Template
es_es: Elija la plantilla de texto

source: There is no Preferences file, or it is not readable
es_es: No existe un archivo de preferencias o no se puede leer

source: There is no projects file, or it is not readable
es_es: No hay un archivo de proyectos o no se puede leer

source: Updating projects database
es_es: Actualizando la base de datos de proyectos

source: Downloading new projects
es_es: Descargando proyectos nuevos

source: Adding the new projects to the database
es_es: Añadiendo los proyectos nuevos a la base de datos

source: Local project update file doesn't exist!
es_es: No existe el archivo local de actualización de proyectos

source: Unable to copy local project update file to temporary location
es_es: No se puede copiar el archivo local de actualización de proyectos al emplazamiento temporal

source: Line %u is not correctly formatted! %s
es_es: La línea %u no está formateada correctamente! %s

source: Update aborted!
es_es: ¡Actualización interrumpida!

source: Unable to launch the default browser. Please check that the environment variable BROWSER is defined or set it in Preferences.
es_es: No se puede ejecutar el navegador por defecto. Por favor compruebe que la variable de entorno BROWSER está definida o configurada en preferencias.

source: %s Clients: %i Total PPD: %.2f
es_es: %s Clientes: %i PPD totales: %.2f

source: Preferences
es_es: Preferencias

source: Hide FahMon
es_es: Ocultar FahMon

source: Show FahMon
es_es: Mostrar FahMon

source: Quit
es_es: Salir

source: Inaccessible
es_es: Innaccesible

source: Stopped
es_es: Detenido

source: Inactive
es_es: Inactivo

source: Hung
es_es: Colgado

source: Async
es_es: Asinc

source: Could not open template file <%s> for reading! The web application will not be created!
es_es: ¡No se puede abrir para leer el fichero de plantilla <%s>!

source: Could not open file <%s> for writing! The web application will not be created!
es_es: ¡No se pudo abrir el archivo <%s> para escritura! No se creará la aplicación web!

source: State
es_es: Estado

source: Total PPD:
es_es: PPD totales:

source: Web View
es_es: Vista Web

source: FahMon Client Monitoring
es_es: Monitorizando los clientes FahMon

source: Simple Text Output
es_es: Salida como texto sin formato

source: Last updated:
es_es: Última actualización:
