Repository: andrew-schofield/fahmon
Catalog: trunk/po/*.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru, sk_sk

source: About
fr_fr: A propos
pl_pl: O programie
pt_pt: Acerca
ru_ru: О программе
sk_sk: Čo je

source: Lead Developer:
fr_fr: Développeur principal :
pl_pl: Twórca obecnej wersji:
pt_pt: Programador principal:
ru_ru: Руководитель проекта:
sk_sk: Hlavný vývojár

source: Retired Developer:
fr_fr: Ancien développeur :
pl_pl: Twórca pierwotnej wersji:
pt_pt: Programador anterior:
ru_ru: Выпускающий разработчик:
sk_sk: Bývalý vývojár:

source: Homepage:
fr_fr: Page d'accueil:
pl_pl: Strona domowa:
pt_pt: Página do Projecto:
ru_ru: Сайт программы:
sk_sk: Domovská stránka:

source: Qd homepage:
fr_fr: Page d'accueil de Qd:
pl_pl: Strona Qd:
pt_pt: Pagina Qd:
ru_ru: Сайт Qd:
sk_sk: Domovská stránka QD:

source: Licence:
pl_pl: Licencja:
pt_pt: Licença:
ru_ru: Лицензия:
sk_sk: Licencia:

source: Library:
fr_fr: Librairie:
pl_pl: Wykorzystywana biblioteka:
pt_pt: Biblioteca:
ru_ru: Библиотека:
sk_sk: Knižnica:

source: Benchmarks
pl_pl: Wyniki
pt_pt: Referências
ru_ru: Производительность
sk_sk: Benchmarky

source: Projects
fr_fr: Projets
pl_pl: Projekty
pt_pt: Projectos
ru_ru: Задание
sk_sk: Projekty

source: No benchmarks for this project!
fr_fr: Pas de benchmarks pour ce projet!
pl_pl: Brak wyników tego projektu!
pt_pt: Não há referências para este projecto!
ru_ru: Нет производительности для этого задания!
sk_sk: Žiadne benchmarky pre tento projekt!

source: Project : %u
fr_fr: Projet : %u
pl_pl: Projekt : %u
pt_pt: Projecto : %u
ru_ru: Задание : %u
sk_sk: Projekt : %u

source: Core : %s
pl_pl: Rdzeń : %s
pt_pt: Núcleo : %s
ru_ru: Ядро : %s
sk_sk: Jadro : %s

source: Frames : %u
pl_pl: Ramek : %u
ru_ru: Фреймы : %u
sk_sk: Snímky : %u

source: Credit : %u
pl_pl: Kredyt : %u
pt_pt: Crédito : %u
ru_ru: Очки : %u
sk_sk: Kredit : %u

source: Project : %u (Unknown)
fr_fr: Projet : %u (Unknown)
pl_pl: Projekt : %u (nieznany)
pt_pt: Projecto : %u (Unknown)
ru_ru: Задание : %u (Unknown)
sk_sk: Projekt : %u (Neznámy)

source: Min. Time / Frame : %s
fr_fr: Min. Temps / Frame : %s
pl_pl: Minim. czas / ramkę : %s
pt_pt: Tempo mínimo / Frame: %s
ru_ru: Мин. Время / Шаг : %s
sk_sk: Minimálny čas / snímok : %s

source: No Min. Time / Frame
fr_fr: No Min. Temps / Frame
pl_pl: Minimalny czas / ramkę nieznany.
pt_pt: Sem Tempo Mínimo / Frame
ru_ru: Нет мин. времени / Шаг
sk_sk: Žiadny minimálny čas / snímok

source: Avg. Time / Frame : %s
fr_fr: Avg. Temps / Frame : %s
pl_pl: Średni czas / ramkę : %s
pt_pt: Tempo Médio / Frame: %s
ru_ru: Среднее время / Шаг : %s
sk_sk: Priemerný čas / snímok : %s

source: No Avg. Time / Frame
fr_fr: No Avg. Temps / Frame
pl_pl: Średni czas / ramkę nieznany.
pt_pt: Sem Tempo Médio / Frame
ru_ru: Нет среднего времени / Шаг
sk_sk: Žiadny priemerný čas / snímok

source: Cur. Time / Frame : %s
fr_fr: Cur. Temps / Frame : %s
pl_pl: Akt. czas / ramkę : %s
pt_pt: Tempo / Frame Actual: %s
ru_ru: Текущее время / Шаг : %s
sk_sk: Aktuálny čas / snímok : %s

source: R3F. Time / Frame : %s
fr_fr: R3F. Temps / Frame : %s
pl_pl: Czas / ramkę wg OTR : %s
pt_pt: R3F. Tempo / Frame: %s
ru_ru: П3Ш. Время / Шаг : %s
sk_sk: R3F. čas / snímok : %s

source: Eff. Time / Frame : %s
fr_fr: Eff. Temps / Frame : %s
pl_pl: Efekt. czas / ramkę : %s
pt_pt: Tempo / Frame Efectivo : %s
ru_ru: Эфф. Время / Шаг : %s
sk_sk: Skutočný čas / snímok : %s

source: No Cur. Time / Frame
fr_fr: No Cur. Temps / Frame
pl_pl: Aktualny czas / ramkę nieznany.
pt_pt: Sem Tempo / Frame Actual
ru_ru: Нет текущего времени / Шага
sk_sk: Žiadny aktuálny čas / snímok

source: No R3F. Time / Frame
fr_fr: No R3F. Temps / Frame
pl_pl: Czas / ramkę wg OTR nieznany.
pt_pt: Sem R3F Tempo / Frame
ru_ru: Нет П3Ш Времени / Шага
sk_sk: Žiadny R3F. čas / snímok

source: No Eff. Time / Frame
fr_fr: No Eff. Temps / Frame
pl_pl: Efektywny czas / ramkę nieznany.
pt_pt: Sem Tempo / Frame Efectivo
ru_ru: Нет Эфф. Времени / Шага
sk_sk: Žiadny skutočný čas / snímok

source: Could not open file <%s> for writing!
fr_fr: Impossible d'ouvrir le fichier <%s> en écriture!
pl_pl: Brak możliwości zapisu do pliku <%s>!
pt_pt: Não é possível abrir o ficheiro <%s> para escrita!
ru_ru: Невозможно открыть файл <%s> для записи!
sk_sk: Nie je možné otvoriť súbor <%s> pre zápis!

source: (Benchmarks) The maximum number of known clients has been reached!
fr_fr: (Benchmarks) Le nombre maximum de clients connu est atteint!
pl_pl: (Wyniki) Osiągnięto maksymalną liczbę obsługiwanych klientów!
pt_pt: (Referências) Foi atingido o máximo de clientes conhecidos!
ru_ru: (Производительность) Максимальная скорость расчетов, достигнутая клиентами!
sk_sk: (Benchmarky) Bol dosiahnutý maximálny počet známych klientov!

source: Unknown client
fr_fr: Client inconnu
pl_pl: Nieznany klient
pt_pt: Cliente Desconhecido
ru_ru: Неизвестный клиент
sk_sk: Neznámy klient

source: Unknown
fr_fr: Inconnu
pl_pl: Nieznany
pt_pt: Desconhecido
ru_ru: Неизвестно
sk_sk: Neznáme

source: Log not loaded!
fr_fr: Log non chargé!
pl_pl: Plik dziennika nie został wczytany!
pt_pt: Registo não carregado!
ru_ru: Лог не загружен!
sk_sk: Denník nie je načítaný!

source: anonymous
fr_fr: anonyme
pl_pl: anonimowy
pt_pt: anónimo
ru_ru: аноним
sk_sk: Anonymný

source: N/A
pl_pl: niedostępny
ru_ru: Н/А
sk_sk: Nie je k dispozícii

source: Directory %s does not exist or cannot be read!
fr_fr: Le dossier %s n'existe pas ou ne peut pas être lu!
pl_pl: Katalog %s nie istnieje lub nie można go odczytać!
pt_pt: A directoria %s não existe ou não pode ser lida!
ru_ru: Папка %s отсутствует или не может быть прочитана!
sk_sk: Adresár %s neexistuje alebo ho nie je možné čítať!

source: %s cannot be reloaded! (FAHlog.txt does not exist)
fr_fr: %s ne peut pas être rechargé (FAHlog.txt n'existe pas)
pl_pl: Nie można odczytać statusu %s! (brak pliku FAHlog.txt)
pt_pt: %s não pode ser recarregado (FAHlog.txt não existe)
ru_ru: %s невозможно перечитать! (FAHlog.txt не существует)
sk_sk: Nie je možné opätovne načítať %s (FAHlog.txt neexistuje)

source: Reloading %s
fr_fr: Rechargement %s
pl_pl: Odczyt statusu %s
pt_pt: Recarregando %s
ru_ru: Обновить %s
sk_sk: Opätovne sa načíta %s

source: Error while reading %sFAHlog.txt!
fr_fr: Erreur durant la lecture de %sFAHlog.txt!
pl_pl: Błąd podczas odczytu %sFAHlog.txt!
pt_pt: Erro na leitura do %sFAHlog.txt!
ru_ru: Ошибка чтения %sFAHlog.txt!
sk_sk: Nastala chyba pri načítaní %sFAHlog.txt!

source: Error while reading %squeue.dat
fr_fr: Erreur durant la lecture de %squeue.dat!
pl_pl: Błąd podczas odczytu %squeue.dat
pt_pt: Erro na leitura do %squeue.dat!
ru_ru: Ошибка чтения %squeue.dat!
sk_sk: Nastala chyba pri načítaní %squeue.dat!

source: Error while reading %s
fr_fr: Erreur lors de la lecture de %s
pl_pl: Błąd podczas odczytu %s
ru_ru: Ошибка чтения %s
sk_sk: Nastala chyba pri načítaní %s

source: Error while reading %sunitinfo.txt!
fr_fr: Erreur durant la lecture de %sunitinfo.txt!
pl_pl: Błąd podczas odczytu %sunitinfo.txt!
pt_pt: Erro na leitura do %sunitinfo.txt!
ru_ru: Ошибка чтения %sunitinfo.txt!
sk_sk: Nastala chyba pri načítaní %sunitinfo.txt!

source: Finished Reloading %s
fr_fr: le rechargement de %s est terminé
pl_pl: Odczyt statusu %s zakończony
ru_ru: Обновить %s
sk_sk: %s opätovne načítané

source: The progress value in file %s could not be found/parsed
fr_fr: La valeur de progression du fichier %s ne peut pas étre trouvée/parsée
pl_pl: Wskaźnik postępu w pliku %s nie został odnaleziony/rozpoznany
pt_pt: O valor da progressão do ficheiro %s não pôde ser encontrado/processado
ru_ru: Значение прогресса в файле %s не найдено/обработано
sk_sk: Hodnotu priebehu v súbore %s nie je možné nájsť/analyzovať

source: The core version in file %s could not be found/parsed
fr_fr: La version du coeur dans le fichier %s n'a pu être trouvée / analysée
pl_pl: Wersja rdzenia w pliku %s nie została odnaleziona/rozpoznana
ru_ru: Значение прогресса в файле %s не найдено/не обработано
sk_sk: Nie je možné nájsť/analyzovať verziu jadra v súbore %s

source: Unable to save %s because it does not exist
fr_fr: Impossible de sauvegarder %s car il n'existe pas
pt_pt: Impossível gravar %s porque este não existe
ru_ru: Невозможно сохранить %s потому что он не создан.
sk_sk: Nie je možné uložiť %s, pretože neexistuje

source: Unable to create directory %s
fr_fr: Impossible de créer le dossier %s
pt_pt: Impossível criar directoria %s
ru_ru: Невозможно создать папку %s
sk_sk: Nie je možné vytvoriť adresár %s

source: Unable to copy %s to %s
fr_fr: Impossible de copier %s vers %s
pt_pt: Impossível copiar %s para %s
ru_ru: Невозможно скопировать %s в %s
sk_sk: Nie je možné kopírovať %s do %s

source: %s is on frame %u
fr_fr: %s Est a la frame %u
pl_pl: %s pracuje nad ramką %u
pt_pt: %s está no frame %u
ru_ru: %s находится на шаге %u
sk_sk: %s pracuje na snímku %u

source: Cannot determine frame number for %s (this isn't a problem)
fr_fr: Impossible de déterminer le nombre de frames pour %s (Ceci n'est pas un problème)
pl_pl: Nie można określić numeru ramki dla %s (to jeszcze nie oznacza problemu)
pt_pt: Impossível determinar o número do frame para %s (isto não é um problema)
ru_ru: Невозможно определить количество шагов для %s (это не является проблемой)
sk_sk: Nie je možné určiť číslo snímku pre %s (toto nie je problém)

source: %s has an unknown state (Unable to find a complete frame)
fr_fr: %s a un état inconnu (Impossible de trouver une frame compléte)
pl_pl: %s znajduje się w niewiadomym stanie (Nie odnaleziono ukończonej ramki)
pt_pt: %s tem uma data de inicio desconhecida (impossível encontrar um frame completo)
ru_ru: %s неизвестный статус (Невозможно найти законченный шаг)
sk_sk: %s je v neznámom stave (Nie je možné nájsť kompletný snímok)

source: %s is stopped (The line "Folding@Home Client Shutdown." was found)
fr_fr: %s est stoppé (La ligne "Folding@Home Client Shutdown." a été trouvée)
pl_pl: %s jest wyłączony (Znaleziono wpis "Folding@Home Client Shutdown.")
pt_pt: %s foi parado (A linha "Folding@Home Client Shutdown." foi encontrada)
ru_ru: %s остановлен (Найдена строка "Folding@Home Client Shutdown." )
sk_sk: %s je zastavený (Riadok "Folding@Home Client Shutdown." bol nájdený v denníku)

source: %s has been paused
fr_fr: %s a été mis(e) en pause
pl_pl: %s został wstrzymany
pt_pt: %s foi suspenso
ru_ru: %s приостановлен
sk_sk: %s bol pozastavený

source: %s has an unknown state (Unable to extract a valid elapsed time since the last completed frame)
fr_fr: %s est dans un état inconnu (Impossible d'extraire une durée valide du temps écoulé depuis la derniére frame terminée)
pl_pl: %s znajduje się w niewiadomym stanie (Nie można określić czasu ukończenia po przetworzeniu poprzedniej ramki)
pt_pt: %s tem um estado desconhecido (impossível extrair um tempo decorrido válido desde a última frame completa)
ru_ru: %s имеет неизвестный статус (Невозможно определить время окончания расчетов по последнему выполненному шагу)
sk_sk: %s je v neznámom stave (Nie je možné získať platnú hodnotu uplynutého času od posledného dokončeného snímku)

source: %s has been marked as having a asynchronous clock.
fr_fr: %s est indiqué comme ayant une horloge désynchronisée.
pl_pl: %s został oznaczony jako posiadający rozsynchronizowany zegar.
pt_pt: %s foi marcado como tendo um relógio assíncrono.
ru_ru: %s отмечен как работающих с асинхронной настройкой часов.
sk_sk: %s bol označený, že má nesynchronizované hodiny.

source: %s seems to have hung : Elapsed time is %um and limit is %um
fr_fr: %s semble être en pause : Le temps écoulé est de %um et la limite est %um
pl_pl: %s wydaje się być zawieszony : Czas przetwarzania to %um, a graniczny to %um
pt_pt: %s parece estar bloqueado : o tempo decorrido é %um e o limite é %um
ru_ru: %s возможно завис: Время окончания расчета %um и лимит времени %um
sk_sk: %s sa zdá byť zablokovaný : Uplynutý čas je %um a limit je %um

source: %s seems to be inactive : Elapsed time is %um and limit is %um
fr_fr: %s semble étre inactif : Le temps écoulé est de %um et la limite est %um
pl_pl: %s wydaje się być nieaktywny : Czas przetwarzania to %um, a graniczny to %um
pt_pt: %s parece estar inactivo : o tempo decorrido é %um e o limite é %um
ru_ru: %s возможно остановлен: Время окончания расчета %um и лимит времени %um
sk_sk: %s sa zdá byť neaktívny : Uplynutý čas je %um a limit je %um

source: Client Edition / %s
fr_fr: Edition du client / %s
pl_pl: Wersja klienta / %s
pt_pt: Versão do Cliente / %s
ru_ru: Версия клиента / %s
sk_sk: Edícia klienta / %s

source: Client information
fr_fr: Informations du client
pl_pl: Informacje o kliencie
pt_pt: Informação do Cliente
ru_ru: Информация о клиенте
sk_sk: Informácie o klientovi

source: Enter a name to describe this client.
fr_fr: Entrez un nom pour décrire ce client.
pl_pl: Podaj nazwę dla klienta.
ru_ru: Введите имя для описания этого клиента
sk_sk: Zadajte meno na popis tohto klienta.

source: Select the directory containing FAHlog.txt for the client you wish to monitor.
fr_fr: Veuillez choisir le répertoire contenant le fichier FAHlog.txt pour le client que vous voulez superviser.
pl_pl: Wybierz katalog zawierajacy plik FAHlog.txt klienta, którego chcesz monitorować.
pt_pt: Seleccione a directoria que contém o FAHlog.txt do cliente que deseja monitorizar.
ru_ru: Выберите папку клиента, за которым хотите наблюдать (доджен быть файл FAHlog.txt)
sk_sk: Vyberte adresár obsahujúci FAHlog.txt pre klienta, ktorého chcete monitorovať.

source: Client is on a Virtual Machine
fr_fr: Le client se trouve sur une machine virtuelle
pl_pl: Klient znajduje się w Systemie Wirtualnym
pt_pt: Cliente numa Máquina Virtual
ru_ru: Клиент в Виртуальной Машине
sk_sk: Klient je na virtuálnom stroji

source: Location:
fr_fr: Localisation:
pl_pl: Lokalizacja:
pt_pt: Localização:
ru_ru: Расположение:
sk_sk: Umiestnenie:

source: Choose
fr_fr: Choisir
pl_pl: Wybierz
pt_pt: Escolha
ru_ru: Выбрать
sk_sk: Vybrať

source: Name:
fr_fr: Nom:
pl_pl: Nazwa:
pt_pt: Nome:
ru_ru: Имя:
sk_sk: Meno:

source: Choose a folder
fr_fr: Choisissez un dossier
pl_pl: Wybierz katalog
pt_pt: Escolha uma directoria
ru_ru: Выберите папку
sk_sk: Vybrať priečinok

source: You must fill the name AND the locations fields.
fr_fr: Vous devez remplir les champs 'nom' et 'localisation'
pl_pl: Należy wypełnić pola nazwy ORAZ lokalizacji.
pt_pt: Tem que preencher os campos do nome E da localização
ru_ru: Вы должны заполнить строки Имя и Расположение.
sk_sk: Musíte vyplniť polia 'Meno' a 'Umiestnenie'.

source: Error while parsing %s on line %u
fr_fr: Erreur en parsant %s a la ligne %u
pl_pl: Wystąpił błąd przy przetwarzaniu %s w linii %u
pt_pt: Erro no processamento de %s na linha %u
ru_ru: Ошибка обработки %s на линии %u
sk_sk: Chyba pri čítaní %s na riadku %u

source: Could not open file <%s> for writing! The list of clients will not be saved!
fr_fr: Impossible d'ouvrir le fichier <%s> en écriture! La liste des clients ne sera pas sauvegardée!
pl_pl: Brak możliwości zapisu do pliku <%s>! Lista klientów nie zostanie zachowana!
pt_pt: Não foi possível abrir o ficheiro <%s> para escrita! A lista de clientes não vai ser salva!
ru_ru: Невозможно открыть файл <%s> для записи! Список клиентов не сохранён!
sk_sk: Súbor <%s> nie je možnée otvoriť pre zápis! Zoznam klientov nebude uložený.

source: # %s : contains the list of clients # # "Name" "Location" Disabled(*) VM(*)
fr_fr: # %s : contient la liste des clients # # "Nom" "Emplacement" Désactivé(*) VM(*)
pl_pl: # %s : zawiera listę klientów # # "Nazwa" "Lokalizacja" Wyłączony(*) SW(*)
ru_ru: # %s : содержит список клиентов # # "Имя" "Расположение" # "Name" "Location" Неработает(*)
sk_sk: # %s : obsahuje zoznam klientov # # "Meno" "Umiestnenie" Zakázaný(*) VM(*)

source: Possible clock asynchrony detected!
fr_fr: Détection suspectée d'une désynchronisation de l'horloge!
pl_pl: Wykryto prawdopodobne rozsynchronizowanie zegara!
pt_pt: Detectado um possível relógio assíncrono!
ru_ru: Возможно асинхронность часов!
sk_sk: Zistená možná nesynchrónnosť hodín!

source: Welcome to %s!
fr_fr: Bienvenue dans %s!
pl_pl: Witaj w programie %s!
pt_pt: Bem-vindo ao %s!
ru_ru: Приветствуем в %s!
sk_sk: Víta vás %s!

source: Welcome to %s, a Folding@Home monitoring tool
fr_fr: Bienvenue dans %s, un outil de monitoring pour Folding@Home
pl_pl: Witaj w programie %s, narzędziu monitorującym Folding@Home
pt_pt: Bem-vindo ao %s, uma ferramenta de monitorização do Folding@Home
ru_ru: Приветствуем в %s, программе мониторинга Folding@Home
sk_sk: Víta vás %s, nástroj pre monitorovanie projektu Folding@Home

source: Project information (e.g. deadlines) is read from a local file, which must be regularly updated.
fr_fr: Les informations sur le projet (e.g. deadlines) sont lus à partir d'un fichier local, qui doit être régulièrement mis a jour.
pl_pl: Informacje o projektach (np. terminy ukończenia) są odczytywane z lokalnego pliku, który musi być regularnie aktualizowany.
pt_pt: A informação dos projectos (por exemplo, prazos de entrega) é lida de um ficheiro local, que tem que ser actualizado regularmente.
ru_ru: Информация по заданиям (в т.ч. дедлайны) читаются из локального файла, который необходимо регулярно обновлять.
sk_sk: Informácie o projekte (napr. termíny) sa čítajú z miestneho súboru, ktorý sa musí pravidelne aktualizovať.

source: Thus, you should first download the latest available information on currently running projects:
fr_fr: Ainsi, vous devriez commencer par télécharger les dernières informations disponibles sur les projets actuellement distribués:
pl_pl: Ze względu na to, powinieneś najpierw pobrać najnowsze dane na temat przetwarzanych obecnie projektów:
pt_pt: Deste modo, deve primeiro descarregar a informação mais recente dos projectos a decorrer.
ru_ru: Таким образом, Вы должны сначала загрузить последнюю доступную информацию о запущенных заданиях:
sk_sk: Teda by ste najprv mali stiahnuť najnovšie dostupné informácie o práve bežiacich projektoch:

source: (NOTE: If you use a proxy for HTTP connections, you will need to change the preferences first!)
fr_fr: (NOTE: Si vous utilisez un proxy pour les connections HTTP, vous aurez besoin de modifier vos préférences pour commencer!)
pl_pl: (UWAGA: Jeśli korzystasz z proxy do połączeń HTTP, będziesz musiał najpierw zaznaczyć to w opcjach!)
pt_pt: (NOTA: se usa uma proxy para ligações HTTP terá que alterar as preferências primeiro)
ru_ru: (NB: Если Вы используете HTTP соединение, то должны изменить эту настройку первой!)
sk_sk: (POZNÁMKA : Pokiaľ používate proxy pre HTTP pripojenia, najprv budete musieť zmeniť nastavenia!)

source: Download current projects
fr_fr: Téléchargement des projets actuellement en cours
pl_pl: Pobierz aktualne projekty
pt_pt: Descarregar os projectos actuais
ru_ru: Обновить базу о текущих заданиях
sk_sk: Stiahnuť aktuálne projekty

source: New updates are needed when no information on projects can be displayed (e.g. deadlines).
fr_fr: De nouvelles mises à jour sont nécessaires quand aucune information sur les projects ne peuvent être affichées (deadlines).
pl_pl: Jeśli nie można wyświetlić informacji o projektach (np. wymaganych terminów ukończenia), potrzebne są dodatkowe aktualizacje.
pt_pt: São necessárias novas actualizações quando não há informação disponível sobre os projectos (por exemplo: prazos de entrega).
ru_ru: Новые обновления необходимы, когда нет никакой информации по заданию (н-р: дедлайн).
sk_sk: Pokiaľ nie sú zobrazené žiadne informácie o projektoch, sú potrebné nové aktualizácie (napr. termíny).

source: You will be able to perform updates by using the 'Tools' menu.
fr_fr: Vous pourrez effectuer des mises à jour en utilisant le menu 'Outils'
pl_pl: Będziesz mógł je pobrać z poziomu menu 'Narzędzia'.
ru_ru: Вы можете сделать это использую меню 'FahMon'.
sk_sk: Aktualizácie môžete urobiť pomocou ponuky 'Nástroje'.

source: To monitor a client, you need to add it by choosing 'Add a new client' from the 'Clients' menu.
fr_fr: Pour superviser un client, vous devrez l'ajouter en choisissant 'Ajouter un nouveau client' dans le menu 'Clients'
pl_pl: Aby móc monitorować klienta, należy dodać go, wybierając 'Dodaj nowego klienta' z menu 'Klienty'.
ru_ru: Для мониторинга клиента Вам необходимо щелкнуть правой клавишей мышки по списку и выбрать 'Добавить нового клиента'
sk_sk: Aby ste mohli monitorovať klienta, musíte ho najprv pridať zvolením 'Pridať nového klienta'z ponuky 'Klienti'.

source: Alternatively you can right click the client list and choose 'Add a new client' from the menu.
fr_fr: Une solution alternative est de faire un clic droit sur la liste des clients et de choisir 'Ajouter un nouveau client' depuis le menu.
pl_pl: Możesz także kliknąć listę klientów prawym klawiszem myszy i wybrać 'Dodaj nowego klienta'.
ru_ru: Для мониторинга клиента Вам необходимо щелкнуть правой клавишей мышки по списку и выбрать 'Добавить нового клиента'
sk_sk: Prípadne môžete kliknúť pravým tlačidlom myši na zoznam klientov a vybrať 'Pridať nového klienta' z ponuky.

source: The name you choose for a client is not important, you can think of it as a nickname.
fr_fr: Le nom que vous choisissez pour un client n'est pas important, vous devez le voir comme un surnom.
pl_pl: Nazwa nadawana klientowi nie jest ważna - możesz myśleć o niej jako o pseudonimie.
pt_pt: O nome que escolher para o cliente não é importante. Pode considerá-lo como uma alcunha.
ru_ru: Имя, которое Вы выбираете для клиента, не важно; Вы можете думать об этом как о прозвище.
sk_sk: Meno, ktoré vyberiete pre klienta nie je dôležité. Môžete ho považovať za prezývku.

source: All further operations on clients (e.g. edition, deletion) can also made by right-clicking on the list.
fr_fr: Toutes les opérations sur les clients (par exempler : édition, suppression) peuvent aussi être faites avec un clic droit sur la liste.
pl_pl: Wszelkie dalsze operacje na klientach (np. edycję, usuwanie) również wykonuje się przez kliknięcie listy prawym klawiszem.
ru_ru: Все последующие операции с клиентами (н-р: изменение, удаление) также можно сделать по правому клику в этом списке.
sk_sk: Všetky ďalšie operácie s klientami (napr. upravenie, odstránenie) je možné spraviť tiež kliknutím pravým tlačidlom myši na zoznam.

source: The latest version of %s will always be available on the official website:
fr_fr: La dernière version de %s sera toujours disponible sur le site officiel:
pl_pl: Najnowsza wersja programu %s będzie zawsze dostępna na oficjalnej stronie:
pt_pt: A versão mais recente do %s estará sempre disponível no sítio oficial:
ru_ru: Последняя версия %s всегда доступна на официальном сайте:
sk_sk: Najnovšia verzia %s bude vždy k dispozícii na oficiálnej webovej stránke:

source: For interactive help you can join our IRC channel at #fahmon on freenode.net:
fr_fr: Pour une aide intéractive, vous pouvez nous rejoindre sur irc : #fahmon chez freenode.net:
pl_pl: Po pomoc interaktywną możesz udać się na nasz kanał IRCowy #fahmon na freenode.net:
pt_pt: Para ajuda interactiva (em Inglês), ligue-se ao nosso canal de IRC, #fahmon na freenode.net:
ru_ru: Для онлайн-помощи вы можете зайти IRC канал FahMon #fahmon в freenode.net
sk_sk: Ak žiadate interaktívnu pomoc, pripojte sa na náš IRC kanál : #fahmon na freenode.net

source: Could not create directory <%s>
fr_fr: Impossible de créer le dossier <%s>
pl_pl: Nie można utworzyć katalogu <%s>
pt_pt: Impossível criar a directoria <%s>
ru_ru: Невозможно создать папку <%s>
sk_sk: Nie je možné vytvoriť adresár <%s>

source: Progress
fr_fr: Progression
pl_pl: Postęp
pt_pt: Progresso
ru_ru: Прогресс
sk_sk: Priebeh

source: Name
fr_fr: Nom
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
sk_sk: Meno

source: Client Type
fr_fr: Type de Client
pl_pl: Typ klienta
ru_ru: Клиенты
sk_sk: Typ klienta

source: ETA
pl_pl: Czas ukończenia
pt_pt: Tempo Estimado de Conclusão
ru_ru: РВО
sk_sk: Zostávajúci čas

source: Core
fr_fr: Noyau
pl_pl: Rdzeń
pt_pt: Núcleo
ru_ru: Ядро:
sk_sk: Jadro
