Repository: andrew-schofield/fahmon
Catalog: trunk/po/*.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru, sk_sk

source: Unable to launch the default browser. Please check that the environment variable BROWSER is defined or set it in Preferences.
fr_fr: Impossible de lancer le navigateur par défaut. Merci de vérifier que la variable d'environnement BROWSER est correctement réglée dans les Préférences.
pl_pl: Nie można uruchomić domyślnej przeglądarki. Sprawdź w Ustawieniach, czy zmienna środowiskowa BROWSER jest zdefiniowana i niepusta.
pt_pt: Impossível iniciar o navegador definido por omissão. Por favor verifique que a variável de ambiente BROWSER está definida ou definida nas Preferências.
ru_ru: Способы расчета PPD: Все шаги: используется 255 точек сохранения Только последний шаг: Мгновенное PPD Последние 3 шага: Среднее время последних 3 шагов Эффективная скорость: Отношение времени с момента получения задания к текущему шагу
sk_sk: Nie je možné spustiť predvolený prehľadávač. Skontrolujte, prosím, či je premenná prostredia BROWSER definovaná alebo nastavená v Nastaveniach.

source: %s Clients: %i Total PPD: %.2f
fr_fr: %s Clients: %i total des PPJ : %.2f
pl_pl: %s Klienty: %i Łączne PPD: %.2f
pt_pt: %s Clientes: %i PPD Total: %.2f
ru_ru: %s Клиенты: %i Всего PPD: %.2f
sk_sk: %s Klienti: %i Celkovo PPD: %.2f

source: Preferences
fr_fr: Préférences
pl_pl: Ustawienia
pt_pt: Preferências
ru_ru: Настройки
sk_sk: Nastavenia

source: Hide FahMon
fr_fr: Cacher FahMon
pl_pl: Ukryj FahMona
pt_pt: Ocultar FahMon
ru_ru: Скрыть FahMon
sk_sk: Skryť FahMon

source: Show FahMon
fr_fr: Afficher FahMon
pl_pl: Wyświetl FahMona
pt_pt: Mostrar FahMon
ru_ru: Показать FahMon
sk_sk: Zobraziť FahMon

source: Quit
fr_fr: Quitter
pl_pl: Zamknij program
pt_pt: Sair
ru_ru: Выход из
sk_sk: Skončiť

source: Inaccessible
pl_pl: Niedostępny
pt_pt: Inacessível
ru_ru: Недоступен
sk_sk: Nedostupné

source: Stopped
fr_fr: Stoppé
pl_pl: Wyłączony
pt_pt: Parado
ru_ru: Остановлен
sk_sk: Zastavené

source: Inactive
fr_fr: Inactif
pl_pl: Nieaktywny
pt_pt: Inactivo
ru_ru: Неактивен
sk_sk: Neaktívne

source: Hung
fr_fr: Pause
pl_pl: Zawieszony
pt_pt: Bloqueado
ru_ru: Завис
sk_sk: Zablokovaný

source: Async
fr_fr: Désynchro
pl_pl: Niezsynchronizowany
pt_pt: Asinc
ru_ru: Асинхрон
sk_sk: Nesynchronizovaný

source: Could not open template file <%s> for reading! The web application will not be created!
fr_fr: Ne peut ouvrir le fichier formulaire <%s> pour écriture! L'application Web ne sera pas créée!
pl_pl: Brak mozliwości odczytu szablonu <%s>! Plik z interfejsem graficznym nie zostanie utworzony!
pt_pt: Não foi possível abrir o ficheiro modelo <%s> para escrita! A Aplicação Web não será criada!
ru_ru: Невозможно открыть временный файл <%s> для чтения! Web приложение не будет создано!
sk_sk: Nie je možné otvoriť súbor šablóny <%s> na čítanie! Webová aplikácia nebude vytvorená!

source: Could not open file <%s> for writing! The web application will not be created!
fr_fr: Ne peut ouvrir le fichier <%s> pour écriture! L'application Web ne sera pas créée!
pl_pl: Brak możliwości zapisu do pliku <%s>! Plik z interfejsem graficznym nie zostanie utworzony!
pt_pt: Não foi possível abrir o ficheiro <%s> para escrita! A Aplicação Web não será criada!
ru_ru: Невозможно открыть файл <%s> для записи! Web приложение не будет создано!
sk_sk: Nie je možné otvoriť súbor <%s> pre zápis! Webová aplikácia nebude vytvorená!

source: State
fr_fr: Etat
pl_pl: Stan
pt_pt: Estado
ru_ru: Статус
sk_sk: Stav

source: Total PPD:
pl_pl: Łączne PPD:
pt_pt: PPD Total:
ru_ru: :: Всего PPD:
sk_sk: Celkovo PPD:

source: Web View
fr_fr: View Web
pl_pl: Widok sieciowy
pt_pt: Vista Web
ru_ru: Вид Web
sk_sk: Webové zobrazenie

source: FahMon Client Monitoring
fr_fr: Moniteur FahMon Client
pl_pl: Monitor klientów FahMona:
pt_pt: Monitorização do Cliente FahMon
ru_ru: FahMon Мониторинг Клиентов
sk_sk: FahMon monitorovanie klientov

source: Simple Text Output
fr_fr: Sortie en fichier texte simple
pl_pl: Widok tekstowy
pt_pt: Saida de texto simples
ru_ru: Простой текстовый файл
sk_sk: Jednoduchý textový výstup

source: Last updated:
fr_fr: Dernière mise à jour:
pl_pl: Ostatnio aktualizowany:
pt_pt: Última actualização:
ru_ru: Последнее обновление:
sk_sk: Naposledy aktualizovaný:

source: Connect to the FahMon IRC channel in a web browser
sk_sk: Pripojiť sa k IRC kanálu FahMon vo webovom prehľadávači

source: Finder
sk_sk: Vyhľadávač

source: Copyright (C) 2003-2007 Fran\u00E7ois Ingelrest
fr_fr: Copyright (C) 2003-2007 François Ingelrest
pl_pl: Prawa autorskie © 2003-2007 François Ingelrest
pt_pt: Copyright (C) 2003-2007 François Ingelrest

source: Copyright (C) 2002-2005 Richard P. Howell IV.
pl_pl: Prawa autorskie © 2002-2005 Richard P. Howell IV.

source: PRCG
pt_pt: Projecto
