Repository: andrew-schofield/fahmon
Catalog: trunk/po/*.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru, sk_sk

source: Core Version
fr_fr: version du noyeau
pl_pl: Wersja rdzenia
pt_pt: Versão do Núcleo
ru_ru: Версия ядра
sk_sk: Verzia jadra

source: Credit
pl_pl: Kredyt
pt_pt: Crédito
ru_ru: Очков
sk_sk: Kredit

source: Downloaded
fr_fr: Téléchargé le
pl_pl: Pobrano
pt_pt: Descarregado
ru_ru: Скачано
sk_sk: Stiahnuté

source: Deadline
fr_fr: Date limite
pl_pl: Ostateczny czas ukończenia:
pt_pt: Prazo limite
ru_ru: Дедлайн:
sk_sk: Termín

source: Loading...
fr_fr: Chargement...
pl_pl: Wczytywanie...
pt_pt: A carregar...
ru_ru: Загрузка...
sk_sk: Načíta sa...

source: %u points
pl_pl: %u pkt.
pt_pt: %u pontos
ru_ru: %u очков
sk_sk: %u bodov

source: %s ago
fr_fr: Il y a %s
pl_pl: %s temu
pt_pt: %s dias atrás
ru_ru: %s назад
sk_sk: pred %s

source: In %s
fr_fr: Dans %s
pl_pl: %s
pt_pt: Em %s
ru_ru: Через %s
sk_sk: Za %s

source: Disabled
fr_fr: Désactivé(e)
pl_pl: Wyłączony
pt_pt: Inactivo
ru_ru: Выключить
sk_sk: Zakázaný

source: Finished
fr_fr: Finis
pl_pl: Ukończony
pt_pt: Terminado
ru_ru: Закончено
sk_sk: Dokončené

source: *Hung*
fr_fr: *Pause*
pl_pl: *Zawieszony*
pt_pt: *Bloqueado*
ru_ru: *Завис*
sk_sk: *Zablokovaný*

source: Paused
fr_fr: En pause
pl_pl: Wstrzymany
pt_pt: Suspenso
ru_ru: Пауза
sk_sk: Pozastavený

source: Add a new client
fr_fr: Ajouter un nouveau client
pl_pl: Dodaj nowego klienta
pt_pt: Adicionar um novo cliente
ru_ru: Добавить нового клиента
sk_sk: Pridať nového klienta

source: Reload this client
fr_fr: Recharger ce client
pl_pl: Odśwież status klienta
pt_pt: Recarregar este cliente
ru_ru: Обновить информацию о клиенте
sk_sk: Opätovne načítať klienta

source: Edit this client
fr_fr: Editer ce client
pl_pl: Edytuj dane klienta
pt_pt: Editar este cliente
ru_ru: Редактировать этого клиента
sk_sk: Upraviť klienta

source: Delete this client
fr_fr: Supprimer ce client
pl_pl: Usuń tego klienta
pt_pt: Apagar este cliente
ru_ru: Удалить этого клиента
sk_sk: Odstrániť klienta

source: View Client Files
fr_fr: Voir les fichiers du client
pl_pl: Przejrzyj pliki klienta
pt_pt: Visualizar os ficheiros do cliente
ru_ru: Просмотреть файлы клиента
sk_sk: Zobraziť súbory klienta

source: Disable this client
fr_fr: Désactiver ce client
pl_pl: Wyłącz tego klienta
pt_pt: Desactivar este cliente
ru_ru: Удалить этого клиента
sk_sk: Zakázať klienta

source: Enable this client
fr_fr: Activer ce client
pl_pl: Włącz tego klienta
pt_pt: Activar este cliente
ru_ru: Добавить этого клиента
sk_sk: Povoliť klienta

source: Do you really want to delete this client?
fr_fr: Voulez vous vraiment supprimer ce client?
pl_pl: Czy na pewno chcesz usunąć tego klienta?
pt_pt: Quer mesmo apagar este cliente?
ru_ru: Вы действительно хотите удалить этого клиента?
sk_sk: Skutočne chcete odstrániť tohto klienta?

source: Unable to launch the default filemanager. Please check that the correct filemanager is set in Preferences
fr_fr: Impossible de lancer le gestionnaire de fichier par défault. Merci de vérifier que le gestionnaire de fichier correct est sélectionné dans 'Preferences'
pl_pl: Nie można uruchomić domyślnego menedżera plików. Sprawdź, czy w ustawieniach został wybrany właściwy
pt_pt: Impossível iniciar o gerenciador de ficheiros. Por favor, verifique que o gerenciador de ficheiros está definido nas Preferências
ru_ru: Невозможно запустить установленный по-умолчанию менеджер файлов. Пожалуйста проверьте правильность параметров менеджера файлов в Настройках
sk_sk: Nie je možné spustiť predvoleného správcu súborov. Skontrolujte, prosím, že je v Nastaveniach nastavený správny správca súborov.

source: Another instance of %s is already running!
fr_fr: Une autre instance de %s est déja active!
pl_pl: Działa już inna instancja %s !
pt_pt: Outra instância do %s já está a correr!
ru_ru: Карамба! Другая копия %s уже запущена!
sk_sk: Už beží iná inštancia %s!

source: Old settings imported into %s
fr_fr: Anciennes valeurs importée dans %s
pl_pl: Stare ustawienia zostały zaimportowane do %s
pt_pt: Definições antigas importadas para %s
ru_ru: Старые настройки импортировать в %s
sk_sk: Staré nastavenia boli importované do %s

source: %s is licenced under the GNU GPL v2
fr_fr: %s est placé sous licence GNU GPL v2
pl_pl: %s korzysta z licencji GNU GPL v2
pt_pt: %s sob licença GNU GPL v2
ru_ru: %s распространяется по лицензии GNU GPL v2
sk_sk: %s je licencovaný v súlade s GNU GPL v2

source: FahMon contains code from qd, also licenced under the GNU GPL v2
fr_fr: FahMon contient des portions de code issues de qd, qui est aussi sous licence GNU GPL v2
pl_pl: FahMon zawiera kod programu qd, również korzystajacego z licencji GNU GPL v2
pt_pt: FahMon contem codigo do qd, tambem sob licença GNU GPL v2
ru_ru: FahMon содержит код qd, также лицензированный через GNU GPL v2
sk_sk: FahMon obsahuje kód z QD, tiež licencovaný v súlade s GNU GPL v2

source: Something is wrong with this client. Please check the messages (Tools->Show/Hide Messages Window).
fr_fr: Une erreur est survenue avec le client. Veuillez vérifier les messages ( outils->Afficher/Masquer les messages).
pl_pl: Coś jest nie w porządku w z tym klientem. Sprawdź aktualne komunikaty (Narzędzia->Pokaż/ukryj okno komunikatów).
pt_pt: Algo está errado com este cliente. Por favor verifique as mensagens (Ferramentas->Mostrar/Ocultar a Janela de Mensagens).
ru_ru: Что-то не в порядке с этим клиентом. Пожалуйста проверьте лог (FahMon->Показать/Скрыть Окно Сообщений)
sk_sk: Niečo s týmto klientom nie je v poriadku. Skontrolujte, prosím, správy (Nástroje-> Zobraziť/skryť správy).

source: This client is currently disabled.
fr_fr: Ce client est actuellement désactivé.
pl_pl: Ten klient jest obecnie wyłączony.
pt_pt: Este cliente está actualmente inactivo.
ru_ru: Этот клиент сейчас выключен
sk_sk: Tento klient je aktuálne zakázaný.

source: Project %u is unknown, you should try to update the projects database
fr_fr: Le projet %u est inconnu, vous devriez essayer de mettre a jour la base de données des projets
pl_pl: Projekt %u nie został rozpoznany, spróbuj zaktualizować bazę projektów
pt_pt: O Projecto %u é desconhecido. Devia tentar actualizar a base de dados dos projectos.
ru_ru: Задание %u неизвестно, Вам необходимо обновить базу заданий
sk_sk: Projekt %u je neznámy, mali by ste skúsiť aktualizovať databázu projektov.

source: &Check for update
fr_fr: &Recherche de mises à jour
pl_pl: Wyszukaj &aktualizacje
pt_pt: Verificar a&ctualizações
ru_ru: Проверить &обновление
sk_sk: S&kontrolovať aktualizácie

source: Check online for the latest version of FahMon
fr_fr: Rechercher la dernière version de FahMon en ligne
pl_pl: Znajdź w sieci najnowszą wersję FahMona
pt_pt: Verificar online se existem actualizações recentes do FahMon
ru_ru: Проверить в интернете наличие новой версии FahMon
sk_sk: Zistiť na internete, či je k dispozícii novšia verzia FahMon

source: &Preferences... CTRL+P
pl_pl: &Ustawienia... CTRL+P
pt_pt: &Preferências... CTRL+P
ru_ru: &Настройки... CTRL+P
sk_sk: &Nastavenia... CTRL+P

source: Open the preferences dialog
fr_fr: Ouvrir la boite de dialogue des préférences
pl_pl: Otwórz okno ustawień
pt_pt: Abrir o diálogo das preferências
ru_ru: Открыть диалог настроек
sk_sk: Otvoriť dialógové okno Nastavenia

source: &Quit Ctrl+Q
fr_fr: &Quitter Ctrl+Q
pl_pl: &Wyjdź Ctrl+Q
pt_pt: &Sair CTRL+Q
ru_ru: &Выход из Ctrl+Q
sk_sk: &Skončiť Ctrl+Q

source: Quit %s
fr_fr: Quitter %s
pl_pl: Wyjdź z %sa
pt_pt: Sair %s
ru_ru: Выход %s
sk_sk: Skončiť %s

source: Add a new client to be monitored
fr_fr: Ajouter un nouveau client a superviser
pl_pl: Dodaj klienta do monitorowania
pt_pt: Adicionar novo cliente para monitorização
ru_ru: Добавить нового клиента для мониторинга
sk_sk: Pridať nového klienta na monitorovanie

source: Edit client
fr_fr: Modifier le client
pl_pl: Edytuj klienta
pt_pt: Editar cliente
ru_ru: Редактировать этого клиента
sk_sk: Upraviť klienta

source: Edit the selected client settings
fr_fr: Editer les paramêtres du client sélectionné
pl_pl: Edytuj ustawienia wybranego klienta
pt_pt: Editar definições dos clientes seleccionados
ru_ru: Редактировать выбранного клиента
sk_sk: Upraviť nastavenia zvoleného klienta

source: Delete client
fr_fr: Effacer le client
pl_pl: Usuń klienta
pt_pt: Remover cliente
ru_ru: Удалить этого клиента
sk_sk: Odstrániť klienta

source: Delete the selected client
fr_fr: Effacer le client sélectionné
pl_pl: Usuń wybranego klienta
pt_pt: Remover cliente seleccionado
ru_ru: Удалить выбранного клиента
sk_sk: Odstrániť zvoleného klienta

source: View client files
fr_fr: Afficher les fichiers du client
pl_pl: Pokaż pliki klienta
pt_pt: Ver ficheiros
ru_ru: Просмотреть файлы клиента
sk_sk: Zobraziť súbory klienta

source: Open file browser in client folder
fr_fr: Ouvrir l'explorateur de fichier dans le répertoire du client
pl_pl: Otwórz menedżera plików w katalogu klienta
pt_pt: Abrir explorador de ficheiros para este cliente
ru_ru: Открыть в менеджере файлов папку клиента
sk_sk: Otvoriť správcu súborov v priečinku klienta

source: Reload &Selection F5
fr_fr: Recharger la &Sélection F5
pl_pl: Odśwież &status klienta F5
pt_pt: Recarregar &Selecção F5
ru_ru: Обновить В&ыбранные F5
sk_sk: Opätovne načítať &Výber F5

source: Reload the selected client
fr_fr: Recharger les clients sélectionnés
pl_pl: Odczytaj ponownie status wybranego klienta
pt_pt: Recarregar o cliente seleccionado
ru_ru: Обновить выбранного клиента
sk_sk: Opätovne načítať zvoleného klienta

source: Reload &All F6
fr_fr: Recharger &tout F6
pl_pl: Odśwież st&atusy klientów F6
pt_pt: Recarregar &Todos F6
ru_ru: Обновить &Все F6
sk_sk: Opätovne načítať vš&etko F6

source: Reload all the clients
fr_fr: Recharger tous les clients
pl_pl: Odczytaj ponownie statusy wszystkich klientów
pt_pt: Recarregar todos os clientes
ru_ru: Обновить все клиенты
sk_sk: Opätovne načítať všetkých klientov

source: Reload &Selection Ctrl+R
fr_fr: Recharger la &Sélection Ctrl+R
pl_pl: Odśwież &status klienta Ctrl+R
pt_pt: Recarregar &Selecção Ctrl+R
ru_ru: Обновить В&ыбранные Ctrl+R
sk_sk: Opätovne načítať &výber Ctrl+R

source: Reload &All Ctrl+Shift+R
fr_fr: Recharger &tout Ctrl+Shift+R
pl_pl: Odśwież st&atusy klientów Ctrl+Shift+R
pt_pt: Recarregar &Todos Ctrl+Shift+R
ru_ru: Обновить &Все Ctrl+Shift+R
sk_sk: Opätovne načítať vš&etko Ctrl+Shift+R

source: &Clients
pl_pl: &Klienty
pt_pt: &Clientes
ru_ru: &Клиенты
sk_sk: &Klienti

source: &Show/Hide FAHLog F8
fr_fr: &Montrer/Cacher FAHLog F8
pl_pl: &Pokaż/ukryj dziennik FAHlog F8
pt_pt: &Mostrar/Ocultar FAHLog F8
ru_ru: &Показать/Скрыть FAHLog F8
sk_sk: &Zobraziť/skryť FAHLog F8

source: Toggle the log file
fr_fr: Afficher/cacher le fichier de log
pl_pl: Pokaż/ukryj dziennik
pt_pt: Activar o ficheiro de registo
ru_ru: Приклеить окно лога клиента внизу
sk_sk: Prepnúť súbor denníka

source: &Cycle ETA Style F9
fr_fr: &Changer l'affichage de l ETA F9
pl_pl: &Zmień format czasu ukończenia F9
pt_pt: Mudar Estilo do ETA F9
ru_ru: Переключить стиль &РВО F9
sk_sk: Z&meniť zobrazenie zostávajúceho času F9

source: Cycle through the different ETA display styles
fr_fr: Changer le type d'affichage de l'estimation du temps restant(eta)
pl_pl: Przełącz między różnymi trybami wyświetlania czasu ukończenia
pt_pt: Mudar o estilo do Tempo Estimado de Conclusão (ETA)
ru_ru: Переключение между различными стилями показа РВО
sk_sk: Zmeniť štýl zobrazenia zostávajúceho času

source: &Show/Hide FAHLog Ctrl+L
fr_fr: &Montrer/Cacher FAHLog Ctrl+L
pl_pl: &Pokaż/ukryj dziennik FAHlog Ctrl+L
pt_pt: &Mostrar/Ocultar FAHLog Ctrl+L
ru_ru: &Показать/Скрыть FAHLog Ctrl+L
sk_sk: &Zobraziť/skryť FAHlog.txt Ctrl+L

source: &Cycle ETA Style Ctrl+E
fr_fr: &Changer l'affichage de l ETA Ctrl+E
pl_pl: Zmień format &czasu ukończenia Ctrl+E
pt_pt: Mudar Estilo do ETA Ctrl+E
ru_ru: Переключить стиль &РВО Ctrl+E
sk_sk: Z&meniť štýl zobrazenia zostávajúceho času Ctrl+E

source: Show/Hide &WU Info panel
fr_fr: Montrer/Cacher le panneau d'information &WU
pl_pl: Pokaż/ukryj panel informacyjny &WU
pt_pt: Mostrar/Ocultar Painel de Informação de &WU
ru_ru: Показать/Скрыть WU &инфо панель
sk_sk: Zobraziť/skryť informačný panel o Pracovnej Jednotke

source: Toggle the display of the Work Unit Information panel
fr_fr: Basculer l'affichage du panneau d'information de l'Unité de Travail
pl_pl: Włącz/wyłącz wyświetlanie panelu informacyjnego jednostki projektu [WU]
pt_pt: Alternar visibilidade do Painel de Informação da Unidade de Trabalho
ru_ru: Открывает окошко с информацией о текущем задании
sk_sk: Prepnúť vzhľad informačného panelu o Pracovnej Jednotke

source: &View
fr_fr: &Afficher
pl_pl: &Widok
pt_pt: &Ver
ru_ru: &Вид
sk_sk: &Zobraziť

source: &Show/Hide Messages Window
fr_fr: &Montrer/Cacher la fenêtre de messages
pl_pl: &Pokaż/ukryj okno komunikatów
pt_pt: &Mostrar/Ocultar a Janela de Mensagens
ru_ru: &Показать/Скрыть Окно Сообщений
sk_sk: &Zobraziť/skryť okno so správami

source: Toggle the messages window
fr_fr: Afficher/cacher la fenêtre de message
pl_pl: Włącz / wyłącz okno komunikatów
pt_pt: Activar a Janela de Mensagens
ru_ru: Окно сообщений мониторинга FahMon
sk_sk: Prepnúť okno so správami

source: &Benchmarks... CTRL+B
pl_pl: &Wyniki... CTRL+B
pt_pt: &Referências... CTRL+B
ru_ru: П&роизводительность... CTRL+B
sk_sk: &Benchmarky... CTRL+B

source: Open the benchmarks dialog
fr_fr: Ouvrir la fenêtre des benchmarks
pl_pl: Otwórz okno z testami prędkości przetwarzania różnych projektów
pt_pt: Abrir o diálogo das referências
ru_ru: Открыть диалог производительности
sk_sk: Otvoriť dialógové okno Benchmarky

source: &Download New Projects
fr_fr: &Téléchargement des nouveaux projets
pl_pl: Pobierz &nowe projekty
pt_pt: &Descarregar Novos Projectos
ru_ru: Обновить &Базу Заданий
sk_sk: S&tiahnuť nové projekty

source: Update the local project database
fr_fr: Mise à jour de la base de données locale des projets
pl_pl: Aktualizuj lokalną bazę projektów
pt_pt: Actualizar a base de dados local dos projectos
ru_ru: Обновить локальную базу заданий
sk_sk: Aktualizovať miestnu databázu projektov

source: &Tools
fr_fr: &Outils
pl_pl: &Narzędzia
pt_pt: Ferramen&tas
ru_ru: &Инструменты
sk_sk: &Nástroje

source: &My Stats F2
fr_fr: &Mes Stats F2
pl_pl: &Moje statystyki F2
pt_pt: &Minhas Estatisticas F2
ru_ru: &Моя статистика F2
sk_sk: &Moja štatistika F2

source: View the personal statistics for the selected client
fr_fr: Voir les statistiques personnelles pour le client sélectionné
pl_pl: Obejrzyj statystyki osobiste dla tego klienta
pt_pt: Ver as estatisticas pessoais para o cliente seleccionado
ru_ru: Посмотреть персональную статистику для выбранных клиентов
sk_sk: Zobraziť osobnú štatistiku pre vybraného klienta

source: View the current project on the Jmol website
fr_fr: Voir le projet actuel sur le site de Jmol
pl_pl: Obejrzyj projekt na stronie Jmola
pt_pt: Ver o projecto actual no sítio do Jmol
ru_ru: Посмотреть текущее задание в 3D на сайте Jmol
sk_sk: Zobraziť aktuálny projekt na webovej stránke Jmol

source: fah&info F4
ru_ru: &База статистики fahinfo F4

source: View the current project on fahinfo.org
fr_fr: Voir le projet actuel sur fahinfo.org
pl_pl: Obejrzyj informacje o projekcie na fahinfo.org
pt_pt: Ver o projecto actual no sítio fahinfo.org
ru_ru: Посмотреть статистику текущего задания в базе fahinfo.org
sk_sk: Zobraziť aktuálny projekt na fahinfo.org

source: &My Stats Ctrl+Shift+M
fr_fr: &Mes Stats Ctrl+Shift+M
pl_pl: &Moje statystyki Ctrl+Shift+M
pt_pt: &Minhas Estatisticas Ctrl+Shift+M
ru_ru: &Моя статистика Ctrl+Shift+M
sk_sk: &Moja štatistika Ctrl+Shift+M

source: fah&info Ctrl+I
ru_ru: &База статистики fahinfo Ctrl+F

source: F@H &Website
pl_pl: &Strona F@H
ru_ru: &F@H сайт
sk_sk: &Webová stránka F@H

source: Open to the official Stanford website
fr_fr: Ouvrir le site officiel de Stanford
pl_pl: Wejdź na oficjalną stronę Uniwersytetu Stanforda
pt_pt: Abrir o sítio oficial da Universidade de Stanford
ru_ru: Открыть официальный сайт Стенфорда о фолдинге
sk_sk: Otvoriť oficiálnu webovú stránku Stanfordu

source: Folding &Forum
ru_ru: Сообщество &Фолдинга
sk_sk: Folding &Fórum

source: Open the Folding@Home support forum
fr_fr: Ouvir le forum de support pour Folding@Home
pl_pl: Przejdź do forum Folding@Home
pt_pt: Abrir o fórum de apoio do Folding@Home (em Inglês)
ru_ru: Открыть форум поддержки Folding@Home
sk_sk: Otvoriť fórum technickej podpory Folding@Home

source: &Projects Summary
fr_fr: &Résumé des projets
pl_pl: &Dane projektów
pt_pt: Resumo dos &Projectos
ru_ru: &Информация о заданиях
sk_sk: Súhrn &projektu

source: Open the list of the current projects
fr_fr: Ouvrir la liste des projets actuels
pl_pl: Wyświetl aktualną listę projektów
pt_pt: Abrir a lista dos projectos actuais
ru_ru: Открыть перечень текущих заданий
sk_sk: Otvoriť zoznam aktuálnych projektov

source: &Servers Status
fr_fr: &Etat des serveurs
pl_pl: Statusy ser&werów
pt_pt: Estado dos &Servidores
ru_ru: &Статус серверов F@H
sk_sk: Stav &serverov

source: Open the list of the servers with their status
fr_fr: Ouvrir la liste des serveurs avec leur état
pl_pl: Wyświetl listę serwerów F@H i ich statusy
pt_pt: Abrir a lista dos servidores com o seu estado
ru_ru: Открыть список серверов F@H со статусами их работы
sk_sk: Otvoriť zoznam serverov s ich stavom

source: &Web
pl_pl: &Internet
ru_ru: И&нтернет
sk_sk: &Internet

source: &Help Contents F1
fr_fr: &Aide F1
pl_pl: Zawartość &pomocy F1
pt_pt: Topicos de &Ajuda F1
ru_ru: &Содержание помощи F1
sk_sk: Obsah &Pomocníka F1

source: See help contents
fr_fr: Voir l'aide
pl_pl: Przejrzyj zawartość pomocy
pt_pt: Ver tópicos de ajuda
ru_ru: Онлайн помощь по программе FahMon
sk_sk: Pozrieť obsah Pomocníka

source: &Help Contents Ctrl+?
fr_fr: &Aide Ctrl+?
pl_pl: Zawartość &pomocy Ctrl+?
pt_pt: Topicos de &Ajuda Ctrl+?
ru_ru: &Содержание помощи Ctrl+?
sk_sk: Obsah &Pomocníka Ctrl+?

source: FahMon &IRC Channel
pl_pl: &IRCowy kanał FahMona
pt_pt: Canal &IRC FahMon
ru_ru: &IRC канал FahMon (английский)
sk_sk: &IRC kanál FahMon

source: Join the FahMon IRC channel for online help
fr_fr: Rejoignez le channel IRC de FahMon pour une aide en ligne
pl_pl: Odwiedź IRCowy kanał FahMona, by uzyskać pomoc
pt_pt: Ligue-se ao canal de IRC do FahMon para ajuda online
ru_ru: Войти на IRC канал FahMon для получения помощи онлайн (английский язык)
sk_sk: Pripojiť sa k IRC kanálu FahMon a získať pomoc

source: &About
fr_fr: &A propos
pl_pl: &O programie
pt_pt: &Acerca
ru_ru: &О программе
sk_sk: Č&o je

source: About %s
fr_fr: A propos de %s
pl_pl: O %sie
pt_pt: Sobre %s
ru_ru: О программе %s
sk_sk: Čo je %s

source: &Help
fr_fr: &Aide
pl_pl: &Pomoc
pt_pt: &Ajuda
ru_ru: &Помощь
sk_sk: &Pomocník

source: Work Unit Information
fr_fr: Information sur l'unité de calcul
pl_pl: Informacje o przetwarzanej jednostce [WU]
pt_pt: Informação da Unidade de Trabalho
ru_ru: Информация по текущему заданию
sk_sk: Informácie o Pracovnej jednotke

source: Core:
pl_pl: Rdzeń:
pt_pt: Núcleo:
ru_ru: Ядро:
sk_sk: Jadro:

source: Project:
fr_fr: Projet:
pl_pl: Projekt:
pt_pt: Projecto:
ru_ru: Задание:
sk_sk: Projekt:

source: Credit:
pl_pl: Kredyt:
pt_pt: Crédito:
ru_ru: Очков:
sk_sk: Kredit:

source: Username:
fr_fr: Pseudo:
pl_pl: Użytkownik:
pt_pt: Utilizador:
ru_ru: Участник:
sk_sk: Meno používateľa:

source: Downloaded:
fr_fr: Téléchargé le:
pl_pl: Pobrano:
pt_pt: Descarregado:
ru_ru: Скачано:
sk_sk: Stiahnuté:

source: Preferred Deadline:
fr_fr: Deadline Préférable:
pl_pl: Preferowany czas ukończenia:
pt_pt: Prazo Aconselhado:
ru_ru: Предпочтительный дедлайн:
sk_sk: Preferovaný termín:

source: Final Deadline:
fr_fr: Deadline Final:
pl_pl: Ostateczny czas ukończenia:
pt_pt: Prazo Final:
ru_ru: Дедлайн:
sk_sk: Konečný termín:

source: Log file.
fr_fr: Fichier de Log.
pl_pl: Plik dziennika.
pt_pt: Ficheiro de Registo.
ru_ru: Лог файл.
sk_sk: Súbor Denníka.

source: You must first select a client!
fr_fr: Vous devez commencer par sélectionner un client!
pl_pl: Musisz najpierw wybrać klienta!
pt_pt: Deve seleccionar um cliente primeiro!
ru_ru: Вы должны сначала выбрать клиента!
sk_sk: Najprv si musíte vybrať klienta!

source: Checking for FahMon updates
fr_fr: Recherche de mises à jour de FahMon
pl_pl: Wyszukiwanie aktualizacji FahMona
pt_pt: A verificar a existência de actualizações do FahMon
ru_ru: Проверить наличие новой версии FahMon
sk_sk: Kontroluje sa, či existujú aktualizácie pre FahMon

source: Your version: %s; New version: %s
fr_fr: Votre version: %s; Nouvelle version: %s
pl_pl: Twoja wersja: %s; nowa wersja: %s
pt_pt: Versão actual: %s; Nova versão: %s
ru_ru: Ваша версия: %s; Новая версия: %s
sk_sk: Vaša verzia: %s; Nová verzia: %s

source: Update available
fr_fr: Mise a jour disponible
pl_pl: Znaleziono uaktualnienie
pt_pt: Actualização existente
ru_ru: Доступно обновление
sk_sk: K dispozícii je aktualizácia

source: A newer version of FahMon is available Do you want to go to the FahMon website?
fr_fr: Une nouvelle version de FahMon est disponible.Voulez-vous vous rendre sur le site de FahMon ?
pt_pt: Está disponível uma nova versão do FahMon Deseja ir para o website do FahMon?
ru_ru: Вышла новая версия FahMon Хотите перейти на страницу загрузки FahMon?
sk_sk: K dispozícii je novšia verzia programu FahMon Chcte prejsť na webovú stránku programu FahMon?

source: No update found
fr_fr: Aucune mise à jour trouvée
pl_pl: Nie znaleziono aktualizacji
pt_pt: Actualizações não encontradas
ru_ru: Новых версий нет
sk_sk: Nenašla sa žiadna aktualizácia

source: Messages / %s
pl_pl: Komunikaty / %s
pt_pt: Mensagens / %s
ru_ru: Сообщения / %s
sk_sk: Správy / %s

source: Could not open file for writing! The log will not be saved!
fr_fr: Impossible d'ouvrir le fichier en écriture! Le log ne sera pas sauvegardé!
pl_pl: Brak możliwości zapisu do pliku! Plik dziennika nie zostanie zachowany!
pt_pt: Não foi possível abrir o ficheiro para escrita! O registo não será salvo!
ru_ru: Не открыть файл для записи! Лог не будет сохранён!
sk_sk: Nie je možné otvoriť súbor pre zápis! Súbor denníka nebude uložený!

source: Preferences / %s
fr_fr: Préférences / %s
pl_pl: Ustawienia / %s
pt_pt: Preferências / %s
ru_ru: Настройки / %s
sk_sk: Nastavenia / %s

source: General
fr_fr: Général
pl_pl: Ogólne
pt_pt: Geral
ru_ru: Основные
sk_sk: Všeobecné

source: Monitoring
pl_pl: Monitorowanie
pt_pt: Monitorização
ru_ru: Мониторинг
sk_sk: Monitorovanie

source: Networking
fr_fr: Réseaux
pl_pl: Sieć
pt_pt: Redes
ru_ru: Сеть
sk_sk: Sieť

source: Advanced
fr_fr: Avancé
pl_pl: Zaawansowane
pt_pt: Avançadas
ru_ru: Расширенные
sk_sk: Pre pokročilých

source: System
fr_fr: Système
pt_pt: Sistema
ru_ru: Система
sk_sk: Systém

source: WebApp 1
pl_pl: IntSieciowy 1
ru_ru: Web экспорт 1

source: WebApp 2
pl_pl: IntSieciowy 2
ru_ru: Web экспорт 2

source: Enable system tray icon
fr_fr: Activer l'icone dans la zone de notification
pl_pl: Włącz ikonę w polu systemowym
pt_pt: Activar o ícone na área de notificação
ru_ru: Показывать иконку в трее
sk_sk: Povoliť ikonu v systémovej lište

source: Start minimized
fr_fr: Démarrer réduit
pl_pl: Uruchom w postaci zminimalizowanej
pt_pt: Iniciar minimizado
ru_ru: Запускать свёрнутым в трей
sk_sk: Spustiť minimalizovaný

source: Collect .xyz files
fr_fr: Récupérer les fichiers .xyz
pt_pt: Recolher ficheiros .xyz
ru_ru: Сохранять файлы .xyz в базу
sk_sk: Zbierať súbory .xyz

source: By collecting xyz files you can help the jmol project by submitting missing projects.
fr_fr: En collectant les fichiers xyz vous pouvez aider le projet jmol en soumettant les projets manquants.
pt_pt: Ao recolher ficheiros xyz pode ajudar o projecto jmol, submetendo os projectos em falta.
ru_ru: Собирая .xyz файлы, Вы можете помочь проекту Jmol, высылая информацию по отсутствующим проектам.
sk_sk: Zbieraním xyz súborov môžete pomôcť projektu jmol, a to odosielaním chýbajúcich projektov.
