Repository: andrew-schofield/fahmon
Catalog: trunk/po/*.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru, sk_sk

source: Auto update projects database when needed
fr_fr: Mises a jour automatique de la base de données des projets si necéssaire
pl_pl: W razie potrzeby, aktualizuj bazę projektów automatycznie
pt_pt: Actualizar automaticamente a base de dados dos projectos quando necessário
ru_ru: Автообновлять базу заданий по необходимости
sk_sk: Automaticky aktualizovať databázu projektov podľa potreby

source: This allows FahMon to keep up to date with any new projects you might download automatically.
fr_fr: Ceci permet à FahMon d'être à jour avec tous les nouveaux projets que vous pourrez téléchager automatiquement.
pl_pl: Pozwala to FahMonowi być zawsze na bieżąco ze wszystkimi nowymi projektami, które pobierasz.
pt_pt: Permite que o FahMon se mantenha actualizado com novos projectos descarregados automaticamente.
ru_ru: Это разрешит FahMon автоматически обновлять информацию о новых заданиях.
sk_sk: Toto umožní programu FahMon zostať automaticky aktualizovaný s novými stiahnutými projektami.

source: Always list inaccessible clients last
fr_fr: Toujours classer les clients inaccessibles en dernier
pl_pl: Grupuj niedostępne klienty zawsze na końcu
pt_pt: Listar sempre os clientes inacessíveis por último
ru_ru: Всегда показывать неактивных клиентов в конце
sk_sk: Vždy zobraziť nedostupných klientov ako posledných

source: Keeps inaccessible clients at the bottom of the clients list.
fr_fr: Garder les clients inaccessibles en bas de la liste des clients.
pl_pl: Zatrzymuje niedostępne klienty na końcu listy.
pt_pt: Coloca clientes inacessíveis no fundo da lista de clientes.
ru_ru: Перемещать неактивных клиентов в нижнюю часть списка.
sk_sk: Nechávať nedostupných klientov na konci zoznamu klientov.

source: Check for FahMon updates on startup
fr_fr: Rechercher des mises à jour de FahMon au démarrage
pl_pl: Poszukaj aktualizacji FahMona przy starcie
pt_pt: Verificar actualizações ao iniciar
ru_ru: Проверять обновления FahMon при запуске
sk_sk: Kontrolovať po spustení aktualizácie pre FahMon

source: A date (dd/mm)
fr_fr: Une date (dd/mm)
pl_pl: datę (dd/mm)
pt_pt: Uma data (dd/mm)
ru_ru: Дата (дд/мм)
sk_sk: Dátum (dd/mm)

source: A date (mm/dd)
fr_fr: Une date (mm/dd)
pl_pl: datę (mm/dd)
pt_pt: Uma data (mm/dd)
ru_ru: Дата (мм/дд)
sk_sk: Dátum (mm/dd)

source: Time left
fr_fr: Temps restant
pl_pl: czas
pt_pt: Tempo restante
ru_ru: Осталось времени
sk_sk: Zostávajúci čas

source: All frames
fr_fr: Toutes les frames
pl_pl: wszystkich ramek
pt_pt: Todos os frames
ru_ru: Всех шагах
sk_sk: Všetky snímky

source: Last frame only
fr_fr: Seulement les dernières frames
pl_pl: ostatniej ramki
pt_pt: Apenas o último frame
ru_ru: Только последнем шаге
sk_sk: Iba posledný snímok

source: Last 3 frames
fr_fr: Les 3 dernières frames
pl_pl: Ostatnich Trzech Ramek
pt_pt: Últimos 3 frames
ru_ru: Последних 3 шагах
sk_sk: Posledné 3 snímky

source: Effective rate
fr_fr: Taux effectif
pl_pl: efektywnego czasu przetwarzania
pt_pt: Taxa efectiva
ru_ru: Эффективной скорости
sk_sk: Skutočná rýchlosť

source: Auto reload clients
fr_fr: Rechargement automatique du client
pl_pl: Automatycznie odświeżaj statusy klientów
pt_pt: Recarregar automaticamente os clientes
ru_ru: Автоматически обновлять статус
sk_sk: Automaticky opätovne načítať klientov

source: Local client reload interval (mn)
fr_fr: Intervalle de rechargement du client local (mn)
pl_pl: Czas pomiędzy odczytami (mn)
pt_pt: Intervalo de Recarregamento local (mn)
ru_ru: Интервал обновления (мин.)
sk_sk: Interval opätovného načítania miestneho klienta (mn)

source: Use experimental reload system (local only)
fr_fr: Utiliser le système expérimental de rechargement (seulement en local)
pl_pl: Użyj eksperymentalnej metody odczytu (tylko lokalnie)
pt_pt: Usar sistema de recarregamento experimental (apenas local)
ru_ru: Использовать экспериментальную систему обновления данных (только локально)
sk_sk: Použiť experimentálny systém opätovného načítania (iba miestni klienti)

source: Check when the log was last modified before deciding to reload the client. This can prevent unecessary reloads and gives a more timely response to changes in the log.
pl_pl: Sprawdź, kiedy ostatnio dziennik był modyfikowany, przed ponownym odczytem statusu. Zapobiega zbędnym odczytom i zapewnia szybszą reakcję na zmiany w dzienniku.
pt_pt: Verifica quando o registo foi modificado pela última vez antes de recarregar o cliente. Isto previne que se recarregue desnecessariamente e dá uma resposta mais atempada às mudanças nos registos.
ru_ru: Проверяет последнее изменение лога перед обновлением данных. Это позволяет избежать лишних обновлений и даст большее время для контроля изменений в логе.
sk_sk: Zistiť, kedy bol denník naposledy modifikovaný pred opätovným načítaním klienta. Týmto sa môže zabrániť nepotrebným opätovným načítaniam a poskytne skoršiu reakciu na zmeny v denníku.

source: HTTP/FTP client reload interval (mn)
fr_fr: Intervalle de rechargement du client HTTP/FTP (mn)
pl_pl: Czas pomiędzy odczytami przez HTTP/FTP (mn)
pt_pt: Intervalo de Recarregamento por HTTP/FTP (mn)
ru_ru: Интервал обновления (мин.)
sk_sk: Interval opätovného načítania klienta HTTP/FTP (mn)

source: Reload clients in series
fr_fr: Recharger les clients en séries
pl_pl: Odświeżaj statusy klientów sekwencyjnie
pt_pt: Recarregar clientes em séries
ru_ru: Обновить информацию о клиенте
sk_sk: Opätovné načítanie klientov v sérii

source: This option can reduce memory consumption if monitoring a large number of clients. Clients are reloaded sequentially in a single thread.
fr_fr: Cette option réduit la consommation de mémoire si un grand nombre de clients est supervisé. Les clients sont rechargés séquentiellement dans un seul processus.
pl_pl: Ta opcja może zredukować zużycie pamięci przy monitorowaniu dużej liczby klientów. Statusy będą odczytywane sekwencyjnie, w pojedycznym wątku.
pt_pt: Esta opção pode reduzir o consumo de memória no caso de se monitorizar um número elevado de clientes. Os clientes serão recarregados sequencialmente numa única tarefa.
ru_ru: Это опция снижает потребление памяти при большом количестве наблюдаемых клиентов. Информация по клиентам обновляется в один поток.
sk_sk: Táto možnosť môže zredukovať spotrebu pamäte, v prípade že je monitorovaný veľký počet klientov. Klienti sa opätovne načítajú sekvenčne v jednom vlákne.

source: PPD Calculation formats All frames: 255 stored datapoints used Last frame only: Instantaneous PPD Last 3 frames: 3 frames rolling average Effective rate: Based on download time and current frame
pl_pl: Metody obliczania PPD: wszystkie ramki: wykorzystanych jest do 255 zachowanych stanów ostatnia ramka: chwilowe PPD Ostatnie Trzy Ramki: średnia z ostatnich 3 ramek efektywny czas przetwarzania: na podstawie czasu pobrania projektu i aktualnego
pt_pt: Forma de cálculo de PPD Todas as frames: usa 255 datapoints Última frame: PPD Instantâneo Últimas 3 frames: média das últimas 3 frames Taxa efectiva: Com base na hora de descarga e frame actual
ru_ru: Способы расчета PPD Все шаги: используется 255 точек сохранения Только последний шаг: Мгновенное PPD Последние 3 шага: Среднее время последних 3 шагов Эффективная скорость: Отношение времени с момента получения задания к текущему шагу
sk_sk: Formát výpočtov PPD Všetky snímky: použitých 255 uložených dátových bodov Iba posledný snímok: okamžité PPD Posledné 3 snímky: kĺzavý priemer 3 snímkov Skutočná rýchlosť: na základe času sťahovania a aktuálneho snímku

source: Ignore asynchronous clocks
fr_fr: Ignorer les horloges désynchronisées
pl_pl: Ignoruj rozsynchronizowane zegary
pt_pt: Ignorar relógios assíncronos
ru_ru: Игнорировать асинхронность часов

source: Prevents clients from being reported as *hung* if their local clocks are out of sync with this machine.
fr_fr: Eviter au clients d'être déclarés *décrochés* sur leurs horloges locales ne sont pas synchronisées avec cette machine.
pl_pl: Zapobiega oznaczaniu klientów jako *zawieszonych*, kiedy ich lokalne zegary systemowe nie są zsynchronizowane z zegarem tego komputera.
pt_pt: Previne que clientes sejam relatados como *bloqueado* quando os seus relógios não estão sincronizados com esta máquina.
ru_ru: Убирает показ *Завис* для компьютеров, часы которых идут несинхронно с часами этого компьютера.
sk_sk: Zabráni hláseniu klienta ako *Zablokovaný* pokiaľ jeho čas nie je synchronizovaný s časom stroja.

source: Display dates as
fr_fr: Ecrire les dates comme
pl_pl: Wyświetlaj daty jako
pt_pt: Mostrar datas como
ru_ru: Показывать Расчетное Время Окончания как
sk_sk: Zobraziť dátumy ako

source: Calculate PPD based on
fr_fr: Calculer les PPD basés sur
pl_pl: Oblicz PPD na bazie
pt_pt: Calcular PPD baseado em
ru_ru: Расчет PPD основан на
sk_sk: Vypočítať PPD na základe

source: Use a proxy for HTTP connections
fr_fr: Utiliser un proxy pour les connections HTTP
pl_pl: Użyj proxy dla połączeń HTTP
pt_pt: Usar proxy para ligações HTTP
ru_ru: Использовать прокси для HTTP соединений
sk_sk: Použiť proxy pre HTTP pripojenia

source: Proxy requires authentication
fr_fr: Le Proxy requiert une authentification
pl_pl: Proxy wymaga zalogowania się
pt_pt: A Proxy requer autenticação
ru_ru: Прокси требует авторизации
sk_sk: Proxy vyžaduje autentizáciu

source: Address:
fr_fr: Adresse:
pl_pl: Adres:
pt_pt: Endereço:
ru_ru: Адрес:
sk_sk: Adresa:

source: Port:
pt_pt: Porta:
ru_ru: Порт:

source: Proxy Username:
fr_fr: Pseudo du Proxy:
pl_pl: Login do proxy:
pt_pt: Proxy Utilizador:
ru_ru: Пользователь:
sk_sk: Proxy Meno používateľa:

source: Proxy Password:
fr_fr: Mot de passe du Proxy:
pl_pl: Hasło do proxy:
pt_pt: Proxy Palavra-Passe:
ru_ru: Пароль:
sk_sk: Proxy Heslo:

source: Use a proxy for FTP connections
fr_fr: Utiliser un proxy pour les connexions FTP
pl_pl: Użyj proxy dla połączeń FTP
pt_pt: Usar proxy para ligações FTP
ru_ru: Использовать прокси для FTP соединений
sk_sk: Použiť proxy pre FTP pripojenia

source: Use the following settings for new project downloads
fr_fr: Utiliser les réglages suivants pour les nouveaux téléchargements de projets
pl_pl: Użyj następujących parametrów do aktualizacji bazy projektów
pt_pt: Usar as seguintes definições para descarregar novos projectos:
ru_ru: Настройки для скачивания информации о новых заданиях
sk_sk: Použiť nasledujúce nastavenia pre nové sťahovania projektov

source: Use a local file for project data
fr_fr: Utiliser un fichier local pour les données du projet
pl_pl: Użyj własnego pliku z danymi projektów
pt_pt: Usar o ficheiro local para informação do projecto
ru_ru: Использовать локальный файл для данных заданий
sk_sk: Použiť miestny súbor s dátami o projektoch

source: Filename:
fr_fr: Nom du fichier:
pl_pl: Plik:
pt_pt: Nome do Ficheiro:
ru_ru: Имя файла:
sk_sk: Názov súboru:

source: Log error messages only
fr_fr: Enregistrer seulement les messages d'erreurs
pl_pl: Zapisuj tylko komunikaty o błędach
pt_pt: Apenas guardar mensagens de erro
ru_ru: Окно сообщений мониторинга FahMon
sk_sk: Zaznamenávať len chybové správy

source: Web Browser:
fr_fr: Navigateur Web:
pl_pl: Przeglądarka internetowa:
pt_pt: Navegador de Internet:
ru_ru: Обозреватель:
sk_sk: Webový prehľadávač:

source: Enter the location of your preferred web browser. In most cases "firefox" should suffice.
fr_fr: Entrez l'emplacement de votre navigateur web préféré. Dans la plupart des cas "firefox" devrait suffir.
pl_pl: Podaj lokalizację preferowanej przeglądarki internetowej. W większości przypadków, "firefox" powinno wystarczyć.
pt_pt: Insira a localização do seu navegador web preferido. Na maioria dos casos "firefox" deverá ser suficiente.
ru_ru: Напишите расположение Вашего любимого интернет-обозревателя. В большинстве случаев записи вида "opera" будет достаточно.
sk_sk: Zadajte umiestnenie vášho preferovaného webového prehľadávača. Vo väčšine prípadov "firefox" je postačujúci.

source: File Manager:
fr_fr: Gestionnaire de Fichiers:
pl_pl: Menedżer plików:
pt_pt: Gestor de Ficheiros:
ru_ru: Менеджер файлов:
sk_sk: Správca súborov:

source: File Manager Command:
fr_fr: Commande du gestionnaire de fichiers:
pl_pl: Polecenie uruchamiające:
pt_pt: Comando do Gestor de Ficheiros:
ru_ru: Команда запуска файлового менеджера:
sk_sk: Príkaz pre správcu súborov:

source: Provide any modifications to the file manager command.
pl_pl: Podaj polecenie, które uruchomi menedżera plików.
pt_pt: Indique quaisquer modificações ao comando para o gestor de ficheiros.
ru_ru: Разрешены любые ключи в команде запуска менеджера файлов
sk_sk: Poskytnúť prípadné modifikácie príkazu pre správcu súborov.

source: Manually set timezone to UTC +
fr_fr: Régler manuellement le décalage horaire à UTC +
pl_pl: Ustaw strefę czasową ręcznie na UTC +
pt_pt: Definir manualmente o fuso horário para UTC +
ru_ru: Установить часовую зону вручную как UTC +
sk_sk: Manuálne nastaviť časové pásmo na UTC +

source: Set this option if you find that FahMon isn't detecting your timezone correctly.
fr_fr: Utilisez cette option si vous avez constaté que FahMon ne détectait pas correctement votre fuseau horaire.
pl_pl: Zaznacz tę opcję, jeśli zauważysz, że FahMon nie wykrywa prawidłowo twojej strefy czasowej.
pt_pt: Seleccione esta opção se o FahMon não está a detectar correctamente o seu fuso horário.
ru_ru: Выберите эту опцию, если FahMon неправильно определяет часовой пояс
sk_sk: Nastaviť túto možnosť, pokiaľ zistíte, že FahMon nezistil vaše časové pásmo správne.

source: Windows Explorer
pl_pl: Eksplorator Windows
pt_pt: Explorador do Windows
ru_ru: Проводник
sk_sk: Prieskumník systému Windows

source: Other
fr_fr: Autre
pl_pl: Inny
pt_pt: Outro
ru_ru: Прочее
sk_sk: Ostatné

source: Select your preferred file manager. Used for opening client folders.
fr_fr: Selectionnez votre gestionnaire de fichiers préféré. Utilisé pour ouvrir les dossiers des clients.
pl_pl: Wybierz preferowanego menedżera plików (wykorzystywany przy otwieraniu katalogów klientów).
pt_pt: Seleccione o seu gestor de ficheiros preferido. Usado para abrir as pastas dos clientes.
ru_ru: Выберите предпочтительный менеджер файлов. Используется для открытия папки с клиентом.
sk_sk: Vyberte si vášho obľúbeného správcu súborov. Používa sa na otváranie priečinkov klientov.

source: Export Web Application
fr_fr: Exporter Application Web
pl_pl: Eksportuj interfejs graficzny
pt_pt: Exportar Aplicação Web
ru_ru: Экспорт Web приложения
sk_sk: Exportovať webovú aplikáciu

source: Enables the creation of a fancy web page that mimics the old FahMon layout showing current client data.
fr_fr: Permet la création d'une page web fantaisie qui reproduit l'ancien graphisme de FahMon avec les données actuelles
pl_pl: Umożliwia stworzenie rozbudowanej strony WWW naśladującej stary interfejs FahMona, zawierającej aktualne dane klientów.
pt_pt: Permite a criação de uma página web elaborada que imita o antigo interface do FahMon que mostra dados actuais dos clientes.
ru_ru: Создает Web страницу со стилем старого FahMon и текущей информацией о клиентах.
sk_sk: Umožní vytvorenie peknej webovej stránky, ktorá napodobňuje starý vzhľad FahMon a zobrazuje aktuálne dáta klienta.

source: Enter the location where the output should be saved. This can be a local file, or an ftp url.
fr_fr: Entrez l'emplacement dans lequel les sorties devraient être enregistrées. Cela peut être un fichier local ou une url FTP
pl_pl: Podaj lokalizację, w której zostaną zapisane dane. Może to być plik lokalny lub adres FTP.
pt_pt: Insira a localização para onde o ficheiro deve ser guardado. Pode ser um ficheiro local ou um URL de um FTP.
ru_ru: Введите путь сохранения. Это может быть локальная папка или сервер ftp.
sk_sk: Zadajte umiestnenie, kde sa má uložiť výstup. Môže to byť miestny súbor alebo URL adresa FTP.

source: Export Simple Web page
fr_fr: Exporter une page Web seule
pl_pl: Eksportuj prostą stronę
pt_pt: Exportar Página Web única
ru_ru: Экспорт простой Web страницы
sk_sk: Exportovať jednoduchú webovú stránku

source: Enables the creation of a compact web page showing current client data.
fr_fr: Permet la création d'une page web compacte qui montre les données actuelles du client.
pl_pl: Umożliwia stworzenie prostej strony WWW zawierającej aktualne dane klientów.
pt_pt: Permite a criação de uma página web compacta que mostra dados actuais dos clientes.
ru_ru: Разрешает создание простой Web страницы с текущей информацией о клиентах.
sk_sk: Umožní vytvoriť kompaktnú webovú stránku, na ktorej sa zobrazujú aktuálne dáta klienta.

source: Export Simple Text file
fr_fr: Exporter un fichier texte seul
pl_pl: Eksportuj plik tekstowy
pt_pt: Exportar ficheiro de texto simples
ru_ru: Экспорт простого текстового файла
sk_sk: Exportovať jednoduchý textový súbor

source: Enables the creation of a compact text file showing current client data.
fr_fr: Permet la création d'un fichier texte compact qui montre les données actuelles du client.
pl_pl: Umożliwia stworzenie krótkiego pliku tekstowego zawierającego aktualne dane klientów.
pt_pt: Permite a criação de um ficheiro de texto compacto que mostra dados actuais dos clientes.
ru_ru: Разрешает создание простого текстового файла с текущей информацией о клиентах.
sk_sk: Umožní vytvoriť kompaktný textový súbor, v ktorom sú zobrazené aktuálne dáta klienta.

source: Custom Web Application Template
fr_fr: Personnaliser le modèle d'application Web
pl_pl: Twój szablon interfejsu graficznego
pt_pt: Modelo Personalizado de Aplicação Web
ru_ru: Экспорт Web приложения
sk_sk: Vlastná šablóna pre webovú aplikáciu

source: Enter the location of the web application template.
fr_fr: Entrez l'emplacement du modèle de page web.
pl_pl: Wybierz lokalizację szablonu z interfejsem graficznym.
ru_ru: Выберите куда сохранить Web приложение
sk_sk: Zadajte umiestnenie šablóny pre webovú aplikáciu.

source: Custom Simple Web Template
fr_fr: Personnaliser le modèle simple web
pl_pl: Twój szablon prostej strony
pt_pt: Modelo Personalizado de Página Web Simples
ru_ru: Экспорт простой Web страницы
sk_sk: Vlastná jednoduchá webová šablóna

source: Enter the location of the simple web template.
fr_fr: Entrez l'emplacement du modèle web simple.
pl_pl: Wybierz lokalizację szablonu prostej strony.
ru_ru: Выберите куда сохранить простую Web страницу
sk_sk: Zadajte umiestnenie jednoduchej webovej šablóny.

source: Custom Simple Text Template
fr_fr: personnaliser le modèle simple texte
pl_pl: Twój szablon pliku tekstowego
pt_pt: Modelo Personalizado de Texto Simples
ru_ru: Экспорт простого текстового файла
sk_sk: Vlastná šablóna pre jednoduchý text

source: Enter the location of the simple text template.
fr_fr: Entre l'emplacement du modèle pour le texte simple.
pl_pl: Wybierz lokalizację szablonu tekstowego.
ru_ru: Выберите куда сохранить простой текстовый файл
sk_sk: Zadajte umiestnenie šablóny pre jednoduchý text.

source: Choose a local project data file
fr_fr: Choisir le fichier local des données du projet
pl_pl: Wybierz lokalny plik z danymi projektów
pt_pt: Escolha um ficheiro local de informação do projecto
ru_ru: Выбрать локальный файл для данных заданий
sk_sk: Vyberte si miestny súbor s dátami projektu

source: Choose where to save the Web Application
fr_fr: Choisir où sauvegarder l'application Web
pl_pl: Wybierz miejsce zapisu interfejsu graficznego
pt_pt: Escolher onde gravar a Aplicação Web
ru_ru: Выберите куда сохранить Web приложение
sk_sk: Vyberte si, kam sa má ukladať webová aplikácia

source: Choose where to save the simple web page
fr_fr: Choisir où sauvegarder la page Web seule
pl_pl: Wybierz miejsce zapisu strony
pt_pt: Escolher onde gravar a Página Web simples
ru_ru: Выберите куда сохранить простую Web страницу
sk_sk: Vyberte si, kam sa má ukladať jednoduchá webová stránka

source: Choose where to save the simple text file
fr_fr: Choisir où sauvegarder le fichier texte seul
pl_pl: Wybierz miejsce zapisu pliku tekstowego
pt_pt: Escolher onde gravar o ficheiro de texto simples
ru_ru: Выберите куда сохранить простой текстовый файл
sk_sk: Vyberte si, kam sa má ukladať jednoduchý textový súbor

source: Choose the Web Application Template
fr_fr: Choisir le modèle pour l'application Web
pl_pl: Wybierz szablon z interfejsem graficznym
pt_pt: Escolha o Modelo de Aplicação Web
ru_ru: Выберите куда сохранить Web приложение
sk_sk: Vyberte si šablónu pre webovú aplikáciu

source: Choose the Simple Web Page Template
fr_fr: Choisir le modèle Simple page Web
pl_pl: Wybierz szablon prostej strony
pt_pt: Escolha o Modelo de Página Web Simples
ru_ru: Выберите куда сохранить простую Web страницу
sk_sk: Vyberte si šablónu pre jednoduchú webovú stránku

source: Choose the Simple Text File Template
fr_fr: Choisir le modèle Simple fichier texte
pl_pl: Wybierz szablon pliku tekstowego
pt_pt: Escolha o Modelo de Texto Simples
ru_ru: Выберите куда сохранить простой текстовый файл
sk_sk: Vyberte si šablónu pre jednoduchý textový súbor

source: There is no Preferences file, or it is not readable
fr_fr: Il n'existes pas de fichier de préférences, ou il n'est pas lisible
pl_pl: Brak pliku konfiguracyjnego lub jest on nieczytelny
pt_pt: Não há ficheiro de Preferências, ou não pode ser lido
ru_ru: Это не файл с Настройками или его не прочитать
sk_sk: Nie je možné nájsť žiadny súbor Nastavení, alebo ho nie je možné čítať

source: There is no projects file, or it is not readable
fr_fr: Il n'existe pas de fichier de projets, ou il n'est pas lisible
pl_pl: Brak bazy projektów lub jest ona nieczytelna
pt_pt: Não há ficheiro de projectos ou não pode ser lido
ru_ru: Это не файл с заданиями или его не прочитать
sk_sk: Nie je možné nájsť žiadny súbor projektov, alebo ho nie je možné čítať

source: Updating projects database
fr_fr: Mises a jour de la base de données des projets
pl_pl: Aktualizacja bazy projektów
pt_pt: A actualizar a base de dados dos projectos
ru_ru: Обновляется база заданий
sk_sk: Aktualizuje sa databáza projektov

source: Downloading new projects
fr_fr: Téléchargement des nouveaux projets
pl_pl: Pobieranie nowych projektów
pt_pt: A descarregar novos projectos
ru_ru: Загружается информация о новых задания
sk_sk: Sťahujú sa nové projekty

source: Adding the new projects to the database
fr_fr: Ajouts des nouveaux projets a la base de données
pl_pl: Dodawanie nowych projektów do bazy
pt_pt: A adicionar novos projectos à base de dados
ru_ru: Добавление информации о новых заданий в базу
sk_sk: Pridávajú sa nové projekty do databázy

source: Local project update file doesn't exist!
fr_fr: Le fichier local de mise a jour des projets n'existe pas!
pl_pl: Brak lokalnego pliku aktualnych projektów!
pt_pt: Ficheiro de actualização do projecto local não existe!
ru_ru: Обновлённого файла базы данных заданий не существует!
sk_sk: Miestny súbor aktualizácie projektu neexistuje!

source: Unable to copy local project update file to temporary location
fr_fr: Impossible de copier le fichier local de mise a jour des projets vers leur localisation temporaire
pl_pl: Nie można skopiować lokalnego pliku aktualnych projektów do katalogu tymczasowego
pt_pt: Impossível copiar o ficheiro de actualização do projecto local para uma localização temporária
ru_ru: Невозможно скопировать локальный файл с данными заданий во временную папку.
sk_sk: Nie je možné kopírovať miestny súbor aktualizácie projektu do dočasného umiestnenia

source: Line %u is not correctly formatted! %s
fr_fr: La ligne %u n'est pas correctement formatée! %s
pl_pl: Linia %u ma nieprawidłowy format! %s
pt_pt: a linha %u não está formatada correctamente! %s
ru_ru: Линия %u имеет неправильный формат! %s
sk_sk: Riadok %u nie je správne formátovaný! %s

source: Update aborted!
fr_fr: Mise à jour abandonnée!
pl_pl: Aktualizacja przerwana!
pt_pt: Actualização abortada!
ru_ru: Обновление прервано!
sk_sk: Aktualizácia bola prerušená!
