Repository: andrew-schofield/fahmon
Catalog: po/*.po
Languages: cs_cz, de_de, it_it, sv_se

source: Choose the Web Application Template
cs_cz: Vybrat Šablonu pro Webovou Aplikaci
de_de: Auswahl einer WebApp-Vorlage

source: Choose the Simple Web Page Template
cs_cz: Vybrat Šablonu pro Jednoduchou Webovou Stranku
de_de: Auswahl einer Webseitenvorlage

source: Choose the Simple Text File Template
cs_cz: Vybrat Šablonu pro Jednoduchý Textový Soubor.
de_de: Auswahl einer Textdateivorlage

source: There is no Preferences file, or it is not readable
cs_cz: Nelze najít soubor Nastavení, nebo jej nelze číst
de_de: Die Einstellungsdatei ist nicht vorhanden oder nicht lesbar.
it_it: Non esiste il file delle Preferenze, o non è leggibile
sv_se: Det finns ingen fil med inställningar, eller den kunde inte öppnas

source: There is no projects file, or it is not readable
cs_cz: Nelze najít soubor Projektů, nebo jej nelze číst
de_de: Die Projektedaten-Datei ist nicht vorhanden oder nicht lesbar.
it_it: Non esiste il file dei progetti, o non è leggibile
sv_se: Det finns ingen fil med projektinformation, eller den kunde inte öppnas

source: Updating projects database
cs_cz: Aktualizace databáze projektů
de_de: Aktualisierung der Projektedaten
it_it: Aggiornamento del database dei progetti
sv_se: Uppdaterar projektdatabasen

source: Downloading new projects
cs_cz: Stahování nových projektů
de_de: Projektedaten werden heruntergeladen
it_it: Scaricamento dei nuovi progetti
sv_se: Hämtar nya projekt

source: Adding the new projects to the database
cs_cz: Přidávání nových projektů do databáze
de_de: Projektedaten werden hinzugefügt
it_it: Aggiunta dei nuovi progetti al databse
sv_se: Lägger till nya projekt i databasen

source: Local project update file doesn't exist!
cs_cz: Lokaní soubor aktualizace projektu neexistuje!
de_de: Lokale Datei für Projektedaten ist nicht vorhanden.
it_it: Il file di update dei progetti locali non esiste!
sv_se: Den lokala projektinformationsfilen finns inte!

source: Unable to copy local project update file to temporary location
cs_cz: Nelze kopírovat lokální soubor aktualizace projektu do dočasné složky.
de_de: Die lokale Datei für Projektedaten kann nicht an temporärem Ort gespeichert werden.
it_it: Impossibile copiare il file di update dei progetti locali in un posto temporaneo
sv_se: Kunde inte kopiera lokal projektinformationsfil till en tillfällig plats

source: Line %u is not correctly formatted! %s
cs_cz: řádka %u je v nesprávném formátu! %s
de_de: Zeile %u ist nicht richtig formatiert. %s
it_it: La linea %u non è correttamente formattata! %s
sv_se: Raden %u är inte rätt formaterad! %s

source: Update aborted!
cs_cz: Aktualizace přerušena!
de_de: Update abgebrochen.
it_it: Aggiornamento fermato!
sv_se: Uppdatering avbruten!

source: Unable to launch the default browser. Please check that the environment variable BROWSER is defined or set it in Preferences.
cs_cz: Nelze spustit výchozí prohlížeč. Prosím zkontrolujte zda je proměnná BROWSER definována nebo nastavena v dialogu Nastavení
de_de: Der Standardbrowser kann nicht gestartet werden. Überprüfe bitte, ob die Umgebungsvariable BROWSER definiert ist, oder richte die entsprechende Einstellung ein.
it_it: Impossibile avviare il browser predefintio. Controlla che la variabile di ambiente BROWSER sia definita o inizializzata nell Preferenze
sv_se: Kunde inte starta webbläsaren. Kontrollera att miljövariabeln BROWSER är definierad eller ställ in det i Inställningar.

source: %s Clients: %i Total PPD: %.2f
cs_cz: %s Klienti: %i Celkový PPD: %.2f
de_de: %s Clients: %i PPD total: %.2f

source: Preferences
cs_cz: Nastavení
de_de: Einstellungen
it_it: Preferenze
sv_se: Inställningar

source: Hide FahMon
cs_cz: Skrýt FahMon
de_de: Minimieren
it_it: Nascondi FahMon
sv_se: Dölj FahMon

source: Show FahMon
cs_cz: Zobrazit FahMon
de_de: Wiederherstellen
it_it: Mostra FahMon
sv_se: Visa FahMon

source: Quit
cs_cz: Vypnout
de_de: Beenden
it_it: Esci
sv_se: Avslutar

source: Inaccessible
cs_cz: Nepřístupné
de_de: Zugriff nicht möglich
it_it: Inaccessibile
sv_se: Otillgänglig

source: Stopped
cs_cz: Zastaveno
de_de: Gestoppt
it_it: Fermato
sv_se: Stoppad

source: Inactive
cs_cz: Neaktivní
de_de: Inaktiv
it_it: Non attivo
sv_se: Inaktiv

source: Hung
cs_cz: Zablokovaný
de_de: Hänger
it_it: In pausa
sv_se: Hängd

source: Async
cs_cz: Nesynchronizovaný
it_it: Asincrono
sv_se: Ur synk

source: Could not open template file <%s> for reading! The web application will not be created!
cs_cz: Nelze otevřít šablonový soubor <%s> pro čtení! Webová aplikace nebude vytvořena!
de_de: Die Vorlagendatei <%s> kann nicht zum Lesen geöffnet werden. Die Webanwendung wird nicht erzeugt.
it_it: Non posso aprire il file template <%s> per la scrittura! L'applicazione web non sarà creata!
sv_se: Kunde inte läsa in mallen <%s>! Webb-programmet kan inte skapas!

source: Could not open file <%s> for writing! The web application will not be created!
cs_cz: Nelze otevřít soubor <%s> pro zapisování! Webová aplikace nebude vytvořena!
de_de: Die Datei <%s> kann nicht zum Schreiben geöffnet werden. Das WebApp wird nicht erzeugt.
it_it: Non posso aprire il file <%s> per la scrittura! L'applicazione web non sarà creata!
sv_se: Kunde inte skriva till filen <%s>! Webb-programmet kan inte skapas!

source: State
cs_cz: Status
de_de: Status
it_it: Stato
sv_se: Läge

source: Total PPD:
cs_cz: Celkové PPD:
de_de: PPD total:
it_it: PPD Totali:
sv_se: :: Sammanlagd PPD:

source: Web View
cs_cz: Webové zobrazení
de_de: Webansicht
it_it: Vista Web
sv_se: Webb-vy

source: FahMon Client Monitoring
cs_cz: Monitorování FahMon klienta
de_de: FahMon Client-Überwachung
it_it: FahMon Monitoraggio dei Client
sv_se: FahMon klientövervakning

source: Simple Text Output
cs_cz: Jednoduchý textový výstup
de_de: Einfache Textausgabe
sv_se: Enkel textrapport

source: Last updated:
cs_cz: Naposled aktualizováno:
de_de: Zuletzt aktualisiert:
it_it: Ultimo aggiornamento:
sv_se: Senast uppdaterad:

source: Licence:
de_de: Lizenz:
it_it: Licenza:
sv_se: Licens:

source: Connect to the FahMon IRC channel in a web browser
de_de: Mit dem IRC-Channel für FahMon im Webbrowser verbinden.

source: PRCG
de_de: Projekt
sv_se: PKKG

source: &Jmol Ctrl+J
de_de: &Jmol Strg+J

source: fah&info Ctrl+I
de_de: fah&info Strg+I

source: ctrl
de_de: strg

source: shift
de_de: umschalt

source: &Web
sv_se: &Online

source: Windows Explorer
sv_se: Utforskaren

source: Port:
it_it: Porta:
