Repository: andrew-schofield/fahmon
Catalog: po/*.po
Languages: cs_cz, de_de, it_it, sv_se

source: Delete the selected client
cs_cz: Vymazat navoleného klienta
de_de: Entfernt den ausgewählten Client aus der Liste.

source: View client files
cs_cz: Zobrazit soubory klienta
de_de: Client-Verzeichnis einsehen

source: Open file browser in client folder
cs_cz: Otevřít správce souborů ve složce
de_de: Öffnet einen Dateimanager mit dem Verzeichnis des Clients.

source: Reload &Selection F5
cs_cz: Znovu načíst &výběr F5
de_de: Auswahl ab&fragen F5
it_it: Ricarica la &Selezione F5
sv_se: Ladda &om vald F5

source: Reload the selected client
cs_cz: Znovu načíst vybraného klienta
de_de: Fragt Information zum ausgewählten Client ab.
it_it: Ricarica il client selezionato
sv_se: Laddar om vald klient

source: Reload &All F6
cs_cz: Znovu načíst &vše F6
de_de: &Alle abfragen F6
it_it: Ricarica &Tutto F6
sv_se: Ladda om &alla F6

source: Reload all the clients
cs_cz: Znovu načíst všechny klienty
de_de: Fragt Information zu allen Clients ab.
it_it: Ricarica tutti i client
sv_se: Laddar om alla klienter

source: Reload &Selection Ctrl+R
cs_cz: Znovu načíst &výběr Ctrl+R
de_de: Auswahl ab&fragen Strg+R
it_it: Ricarica la &Selezione Ctrl+R
sv_se: Ladda &om vald Ctrl+R

source: Reload &All Ctrl+Shift+R
cs_cz: Znovu načíst &vše Ctrl+Shift+R
de_de: &Alle abfragen Strg+Umschalt+R
it_it: Ricarica &Tutto Ctrl+Shift+R
sv_se: Ladda om &alla Ctrl+Shift+R

source: &Clients
cs_cz: Klienti

source: &Show/Hide FAHLog F8
cs_cz: &Zobrazit/skrýt FAHlog.txt F8
de_de: FAH&log zeigen/verbergen F8
it_it: &Mostra/Nascondi il registro FAH F8
sv_se: &Visa/dölj FAHLog F8

source: Toggle the log file
cs_cz: Přepnout soubor logu
de_de: Zeigt oder verbirgt die Log-Datei.
it_it: Attiva/Disattiva il file di log
sv_se: Visa/dölj loggfilen

source: &Cycle ETA Style F9
cs_cz: Změnit zobrazení zbývajícího času
de_de: &Zeitanzeigen umschalten F9
it_it: &Cambia la visualizzazione dell'ETA F9
sv_se: Växla tidsvisning

source: Cycle through the different ETA display styles
cs_cz: Změnit styl zobrazení zbývajícího času
de_de: Durchläuft die verschiedenen Darstellungsarten für die Zeitanzeigen.
it_it: Cicla attraverso i differenti modi di visualizzare l'ETA
sv_se: Växla mellan de olika visningssätten för beräknad sluttid

source: &Show/Hide FAHLog Ctrl+L
cs_cz: &Zobrazit/skrýt FAHlog.txt Ctrl+L
de_de: FAH&log zeigen/verbergen Strg+L
it_it: &Mostra/Nascondi il FAHLog Ctrl+L
sv_se: &Visa/dölj FAHLog Ctrl+L

source: &Cycle ETA Style Ctrl+E
cs_cz: &Změnit styl zobrazení zbývajícího času Ctrl+E
de_de: &Zeitanzeigen umschalten Strg+E
it_it: &Cambia la visualizzazione dell'ETA Ctrl+E
sv_se: &Växla tidsvisning Ctrl+E

source: Show/Hide &WU Info panel
cs_cz: Zobrazit/Skrýt informační panel o Pracovní Jednotce
de_de: &WU-Infobereich zeigen/verbergen

source: Toggle the display of the Work Unit Information panel
cs_cz: Přepnout vzhled informačního panelu o Pracovní Jednotce
de_de: Zeigt oder verbirgt den Bereich zur Anzeige von WU-Information.

source: &View
cs_cz: &Vzhled
de_de: &Ansicht

source: &Show/Hide Messages Window
cs_cz: &Zobrazit/Skrýt Hlášky
de_de: &Meldungsfenster zeigen/verbergen
it_it: &Mostra/Nascondi la finestra dei messaggi
sv_se: &Visa/dölj meddelandefönstret

source: Toggle the messages window
cs_cz: Přepnout okno hlášek
de_de: Zeigt oder verbirgt das FahMon-Meldungsfenster.
it_it: Abilita/Disabilita la finestra dei messaggi
sv_se: Visar eller döljer meddelandefönstret

source: &Benchmarks... CTRL+B
cs_cz: Benchmarky... CTRL+B
de_de: &Benchmarks... Strg+B
sv_se: &Prestanda... CTRL+B

source: Open the benchmarks dialog
cs_cz: Otevřít benchmarky
de_de: Öffnet das Fenster mit Projekte-Benchmarks.
it_it: Apri la finestra dei benchmarks
sv_se: Visar genomsnittilig prestanda

source: &Download New Projects
cs_cz: Stáhnout nové projekty
de_de: Aktuelle Projekte&daten herunterladen
it_it: Scarica un nuovo progetto
sv_se: &Ladda ner nya projekt

source: Update the local project database
cs_cz: Aktualizovat lokální databázi projektů
de_de: Aktualisiert die lokal abgelegten Projektedaten.
it_it: Aggiornare il database locale dei progetti
sv_se: Uppdaterar den lokala projektdatabasen

source: &Tools
cs_cz: Nás&troje
de_de: E&xtras
it_it: &Strumenti

source: &My Stats F2
cs_cz: &Moje Statistika F2
de_de: &Meine Statistik F2
it_it: &Le mie Statistiche F2
sv_se: &Min statistik F2

source: View the personal statistics for the selected client
cs_cz: Zobrazit osobní statistiky vybraného klienta
de_de: Öffnet die Seite mit der Statistik zum ausgewählten Client.
it_it: Guarda le mie statistiche per il client selezionato
sv_se: Visa den egna statistiken för den valda klienten

source: View the current project on the Jmol website
cs_cz: Zobrazit aktuální projekt na stránkách Jmol
de_de: Öffnet die Jmol-Website mit dem aktuellen Projekt.
it_it: Guarda il progetto corrente sul sito Jmol
sv_se: Visar det pågående projektet på Jmols webbplats

source: View the current project on fahinfo.org
cs_cz: Zobrazit aktuální projekt na fahinfo.org
de_de: Öffnet fahinfo.org mit dem aktuellen Projekt.
it_it: Guarda il progetto corrente su fahinfo.org
sv_se: Visar det pågående projektet på fahinfo.org

source: &My Stats Ctrl+Shift+M
cs_cz: &Moje Statistika Ctrl+Shift+M
de_de: &Meine Statistik Strg+Umschalt+M
it_it: &Le mie Statistiche Ctrl+Shift+M
sv_se: &Min statistik Ctrl+Shift+M

source: F@H &Website
cs_cz: F@H &Stránky
it_it: &Sito Web F@H
sv_se: F@Hs &webbplats

source: Open to the official Stanford website
cs_cz: Zobrazit oficiální stránky Stanfordu
de_de: Öffnet die offzielle F@H-Website der Stanford-Universität.
it_it: Apri il sito ufficiale di Stanford
sv_se: Öppna den officiella webbplatsen hos Stanford

source: Open the Folding@Home support forum
cs_cz: Otevřít forum technické podpory Folding@Home
de_de: Öffnet das Support-Forum von Folding@Home.
it_it: Apri il forum di supporto del Folding@Home
sv_se: Öppna supportforumet för Folding@Home

source: &Projects Summary
cs_cz: &Souhrn projektů
de_de: &Projekteübersicht
it_it: &Lista dei progetti
sv_se: &Projektöversikt

source: Open the list of the current projects
cs_cz: Otevřít seznam aktuálních projektů
de_de: Öffnet die Übersichtsseite der aktuellen Projekte.
it_it: Apri la lista dei progetti attivi
sv_se: Öppna listan över pågående projekt

source: &Servers Status
cs_cz: &Stav Serverů
de_de: &Serverstatus
it_it: &Stato dei Server
sv_se: &Serverstatus

source: Open the list of the servers with their status
cs_cz: Otevřít seznam serverů s jejich stavem
de_de: Öffnet die Liste der Server und deren Status.
it_it: Apri la lista dei server e del loro stato
sv_se: Öppna server-listan med deras status

source: &Help Contents F1
cs_cz: Obsah Nápovědy F1
de_de: &Inhalt (Web) F1
it_it: &Aiuto F1
sv_se: &Hjälp F1

source: See help contents
cs_cz: Zobrazit obsah nápovědy
de_de: Zeigt die Inhaltsübersicht der Hilfe (Web).
it_it: Visualizza i contenuti d'aiuto
sv_se: Se hjälpinnehållet

source: &Help Contents Ctrl+?
cs_cz: Obsah Nápovědy Ctrl+?
de_de: &Inhalt (Web) Strg+?
it_it: Aiuto Ctrl+?
sv_se: &Hjälp Ctrl+?

source: FahMon &IRC Channel
cs_cz: FahMon &IRC Kanál
de_de: IRC-&Channel

source: Join the FahMon IRC channel for online help
cs_cz: Přihllašte se na kanál IRC FahMon pro pomoc
de_de: Am IRC-Channel für FahMon teilnehmen, um Hilfe zu erhalten.

source: &About
cs_cz: &O Aplikaci
de_de: Info &über FahMon
it_it: &Informazioni
sv_se: &Om

source: About %s
cs_cz: O aplikaci %s
de_de: Zeigt allgemeine Programminformation über %s an.

source: &Help
cs_cz: &Nápověda
de_de: &Hilfe
it_it: &Aiuto
sv_se: &Hjälp

source: Work Unit Information
cs_cz: Informace o Pracovní Jednotce
de_de: Work Unit
it_it: Informazioni sull'unità in lavorazione
sv_se: Information om arbetsenhet

source: Core:
cs_cz: Jádro :
it_it: Nucleo:
sv_se: Kärna:

source: Project:
cs_cz: Projekt:
de_de: Projekt:
it_it: Progetto:
sv_se: Projekt:

source: Credit:
cs_cz: Kredit:
de_de: Gutschrift:
it_it: Crediti:
sv_se: Poäng:

source: Username:
cs_cz: Uživatelské jméno:
de_de: Benutzername:
it_it: Nome utente:
sv_se: Användarnamn:

source: Downloaded:
cs_cz: Staženo:
de_de: Heruntergeladen:
it_it: Scaricato il:
sv_se: Hämtad:

source: Preferred Deadline:
cs_cz: Preferovaný Termín:
de_de: Bevorzugte Fälligkeit:
it_it: Scadenda consigliata:
sv_se: Föredragen tidsgräns:

source: Final Deadline:
cs_cz: Poslední termín:
de_de: Endgültige Fälligkeit:
it_it: Scadenza definitiva:
sv_se: Slutgiltig tidsgräns:

source: Log file.
cs_cz: Log
de_de: Log-Datei.
it_it: File di Log.
sv_se: Loggfil.

source: You must first select a client!
cs_cz: Musíte nejprve vybrat klienta!
de_de: Wähle bitte zuerst einen Client aus.
it_it: Devi prima selezionare un client!
sv_se: Du måste först välja en klient!

source: Checking for FahMon updates
cs_cz: Ověřuji dostupnost aktualizací FahMon
de_de: Suche nach Programmupdate
it_it: Controlla gli aggiornamenti di FahMon
sv_se: Letar efter uppdateringar till FahMon

source: Your version: %s; New version: %s
cs_cz: Vaše verze : %s ; Nová verze : %s
de_de: Deine Version: %s - Verfügbare Version: %s
it_it: Tua versione: %s; Nuova versione: %s
sv_se: Din version: %s; Ny version: %s

source: Update available
cs_cz: Aktualizace dostupna
de_de: Programmupdate verfügbar.
it_it: Aggiornamenti disponibili
sv_se: Nyare version hittad

source: A newer version of FahMon is available Do you want to go to the FahMon website?
cs_cz: Nová verze FahMon je dostupná Chcete přejít na domovskou stránku FahMon?
de_de: Eine neue FahMon-Version ist verfügbar. Soll die FahMon-Website geöffnet werden?
it_it: È disponibile una nuova versione di FahMon Vuoi andare sul sito di FahMon?
sv_se: En nyare version av FahMon är tillgänglig Vill du gå till FahMons webbplats?

source: No update found
cs_cz: Nebyla nalezena žádná aktualizace
de_de: Es ist kein Programmupdate vorhanden.
it_it: Nessun aggiornamento disponibile
sv_se: Ingen nyare version hittades

source: Messages / %s
cs_cz: Hlášení / %s
de_de: Meldungen / %s
it_it: Messaggi / %s
sv_se: Meddelanden / %s

source: Could not open file for writing! The log will not be saved!
cs_cz: Nelze otevřít soubor pro zapisování! Log nebude uložen!
de_de: Die Datei kann nicht zum Schreiben geöffnet werden. Das Log wird nicht gespeichert!
it_it: Impossibile aprire il file per la scrittura!/nIl log non sarà salvato!
sv_se: Kunde inte öppna filen att skriva till! Loggen kommer inte sparas!

source: Preferences / %s
cs_cz: Nastavení / %s
de_de: Einstellungen / %s
it_it: Preferenze / %s
sv_se: Inställningar / %s

source: General
cs_cz: Obecné
de_de: Allgemein
it_it: Generale
sv_se: Allmänt

source: Monitoring
cs_cz: Sledování
de_de: Überwachung
it_it: Monitoraggio
sv_se: Övervakning

source: Networking
cs_cz: Sít
de_de: Netzwerk
it_it: Rete
sv_se: Nätverk

source: Advanced
cs_cz: Pokročilé
de_de: Erweitert
it_it: Avanzate
sv_se: Avancerat

source: System
cs_cz: Systém
it_it: Sistema

source: Enable system tray icon
cs_cz: Povolit ikonu v
de_de: Symbol im Infobereich der Taskleiste
it_it: Attiva l'icona nella system tray
sv_se: Visa ikon i aktivitetsfältet

source: Start minimized
cs_cz: Spustit minimalizovaný
de_de: Minimiert starten
it_it: Avvia minimizzato
sv_se: Starta minimerad

source: Collect .xyz files
cs_cz: Sbírat soubory .xyz
de_de: .xyz-Dateien sammeln
it_it: Conserva i file .xyz
sv_se: Samla .xyz-filer

source: By collecting xyz files you can help the jmol project by submitting missing projects.
cs_cz: Sbíráním chybějících xyz souborů a jejich odesláním můžete vypomoci projektu jmol.
de_de: Wenn Du xyz-Dateien sammelst, kannst Du das Jmol-Projekt unterstützen, indem Du dort Dateien zu fehlenden Projekten einreichst.

source: Auto update projects database when needed
cs_cz: Automaticky aktualizovat databázi projektů
de_de: Projektedaten automatisch aktualisieren, wenn nötig
it_it: Aggiorna automaticamenti il database dei progetti quando è richiesto
sv_se: Uppdatera automatiskt projektdatabasen vid behov

source: This allows FahMon to keep up to date with any new projects you might download automatically.
cs_cz: Toto umožnuje Fahmon zůstat automaticky aktualizovaný s nově staženými projekty
de_de: FahMon erkennt, wenn Projektdaten fehlen, z. B. nachdem eine WU eines neuen F@H-Projekts gestartet wurde. Das Programm lädt dann die aktuellen Projektdaten automatisch aus dem Internet.

source: Always list inaccessible clients last
cs_cz: Vždy zobrazit nedostupné klienty poslední
de_de: Nicht verfügbare Clients ans Listenende
it_it: Mostra sempre i client inaccessibili in fondo alla lista
sv_se: Visa alltid otillgängliga klienter sist

source: Keeps inaccessible clients at the bottom of the clients list.
cs_cz: Drží nepřístupné klienty ve spodu seznamu.
de_de: Clients, zu denen eine Verbindung erfolglos gewesen ist, werden am Ende der Client-Liste eingeordnet.

source: Check for FahMon updates on startup
cs_cz: Ověřit dostupnost aktualizací FahMon při spuštění
de_de: Beim Start auf Programmupdate prüfen
it_it: Controlla gli aggiornamenti di FahMon all'avvio
sv_se: Leta efter uppdateringar vid start

source: A date (dd/mm)
cs_cz: Datum (dd/mm)
de_de: Datum (TT/MM)
it_it: Una data (gg/mm)
sv_se: Ett datum (dd/mm)

source: A date (mm/dd)
cs_cz: Datum (mm/dd)
de_de: Datum (MM/TT)
it_it: Una data (mm/gg)
sv_se: Ett datum (mm/dd)

source: Time left
cs_cz: Zbývající čas
de_de: Verbleibende Zeit
it_it: Tempo rimasto
sv_se: Tid kvar

source: All frames
cs_cz: Všechny Snímky
de_de: Alle Frames
it_it: Tutti i frames
sv_se: Alla bildrutor

source: Last frame only
cs_cz: Pouze poslední snímek
de_de: Letzter Frame
it_it: Solo gli ultimi frame
sv_se: Endast senaste bildrutan

source: Last 3 frames
cs_cz: Poslední 3 Snímky
de_de: Die letzten 3 Frames (L3F)
it_it: Gli ultimi 3 frames
sv_se: Senaste 3 bildrutorna

source: Effective rate
cs_cz: Skutečná rychlost
de_de: Effektive Dauer
it_it: Rapporto effettivo
sv_se: Effektiv hastighet

source: Auto reload clients
cs_cz: Automaticky znovu načíst klienty
de_de: Clients automatisch abfragen
it_it: Aggiorna i clients automaticamente
sv_se: Ladda automatiskt om klienter

source: Local client reload interval (mn)
cs_cz: Interval znovunačítání lokálního klienta (mn)
de_de: Abfrageintervall für lokalen Client (Min.):

source: Use experimental reload system (local only)
cs_cz: Použit experimentální systém znovunačítání (pouze lokální)
de_de: Experimentellen Abfragemechanismus benutzen (nur lokal)

source: Check when the log was last modified before deciding to reload the client. This can prevent unecessary reloads and gives a more timely response to changes in the log.
cs_cz: Ověřit čas poslední modifikace logu před znovu načtením klienta. Tímto lze zamezit nepotřebnému načítání a poskytne včasnější reakci na změny v logu.
de_de: Wenn aktiviert, erfolgt eine Client-Abfrage in Abhängigkeit des letzten Änderungszeitpunkts der Log-Datei. So können unnötige Abfragen vermieden werden und Änderungen in der Log-Datei werden zeitnah erkannt.

source: HTTP/FTP client reload interval (mn)
cs_cz: Interval znovunačítání HTTP/FTP klienta (mn)
de_de: Abfrageintervall für Client über HTTP/FTP (Min.):

source: Reload clients in series
cs_cz: Sériově znovunačíst klienta
de_de: Clients nacheinander abfragen

source: This option can reduce memory consumption if monitoring a large number of clients. Clients are reloaded sequentially in a single thread.
cs_cz: Tato možnost může snížit spotřebu paměti při sledování vysokého počtu klientů. Klienti jsou načteni sekvenčně v jednom vláknu.
de_de: Kann zur Reduzierung des Speicherbedarfs führen, wenn eine große Anzahl Clients überwacht wird. Die Clients werden nacheinander in einem einzelnen Thread abgefragt.

source: PPD Calculation formats All frames: 255 stored datapoints used Last frame only: Instantaneous PPD Last 3 frames: 3 frames rolling average Effective rate: Based on download time and current frame
cs_cz: Formát výpočtů PPD Všechny obrázky : 255 uložených datových bodů využito Poslední obrázek : okamžité PPD Poslední 3 obrázky : Klouzavý průměr 3 obrázků Efektivní tempo : Na základě času na stažení a současným obrázku
de_de: Formate der PPD-Berechnung (Points Per Day): Alle Frames: 255 gespeicherte Datenpunkte werden verwendet Letzter Frame: Augenblickliche PPD-Rate Die letzten 3 Frames: Gleitender Mittelwert Effektive Dauer: Orientiert sich an der Downloadzeit der WU

source: Ignore asynchronous clocks
cs_cz: Ignorovat nesynchronizované hodiny
de_de: Asynchrone Systemuhren ignorieren
it_it: Ignora l'asincronizzazione dell'orologio
sv_se: Ignorera felaktiga klockor

source: Prevents clients from being reported as *hung* if their local clocks are out of sync with this machine.
cs_cz: zabránit ohlášení se klienta jako *Zablokovaný* pokud jeho čas je mimo synchronizaci s časem stroje.
de_de: Wenn aktiviert, werden Clients nicht mehr mit *Hänger* gekennzeichnet, sobald deren lokale Uhrzeit von der Uhrzeit dieses Systems abweicht.

source: Display dates as
cs_cz: Zobrazit data jako
de_de: Zeitanzeigen:
it_it: Mostra le date come
sv_se: Visa datum som

source: Calculate PPD based on
cs_cz: Vypočítat PPD na základě
de_de: Grundlage für PPD-Berechnung:
it_it: Calcolo il PPD in base a
sv_se: Beräkna PPD utifrån

source: Use a proxy for HTTP connections
cs_cz: Použít proxy pro HTTP spojení
de_de: Proxy für HTTP-Verbindungen verwenden
it_it: Usa un proxy per le connessioni HTTP
sv_se: Använd en proxyserver för HTTP-anslutningar

source: Proxy requires authentication
cs_cz: Proxy vyžaduje přihlášení
de_de: Proxy benötigt Authentifizierung
it_it: Il proxy richiede l'autenticazione
sv_se: Proxy kräver inloggning

source: Address:
cs_cz: Adresa:
de_de: Adresse:
it_it: Indirizzo:
sv_se: Adress:

source: Proxy Username:
cs_cz: Proxy Uživatelské jméno:
de_de: Proxy- Benutzername:
it_it: Proxy Nome utente:
sv_se: Användarnamn:

source: Proxy Password:
cs_cz: Proxy Heslo:
de_de: Proxy- Passwort:
sv_se: Lösenord:

source: Use a proxy for FTP connections
cs_cz: Použít proxy pro FTP spojení
de_de: Proxy für FTP-Verbindungen verwenden

source: Use the following settings for new project downloads
cs_cz: Použít následující nastavení pro nové stahování projektů
de_de: Folgende Einstellungen für Download der Projektedaten verwenden
it_it: Utilizza i seguenti settaggi per lo scaricamento dei nuovi progetti
sv_se: Använd följande inställningar vid hämtning av nya projekt

source: Use a local file for project data
cs_cz: Použít místní soubor s daty o projektech
de_de: Lokale Datei für Projektedaten verwenden
it_it: Usa un file locale per i dati del progetto
sv_se: Använd lokal fil för projektinformation

source: Filename:
cs_cz: Název souboru:
de_de: Dateiname:
it_it: Nome del file:
sv_se: Filnamn:

source: Log error messages only
cs_cz: Zapisovat pouze chyby
de_de: Nur Fehlermeldungen protokollieren

source: Web Browser:
cs_cz: Prohlížeč:
sv_se: Webbläsare:

source: Enter the location of your preferred web browser. In most cases "firefox" should suffice.
cs_cz: Vložte umístění vašeho oblíbeného prohlížeče. Většinou "firefox" je postačující
de_de: Gib den Pfad (inkl. Dateiname) zu Deinem bevorzugten Webbrowser an. In der Regel reicht die Angabe "firefox".

source: File Manager:
cs_cz: Správce Složek:
de_de: Dateimanager:
sv_se: Filhanterare:

source: File Manager Command:
cs_cz: Příkaz pro správce souborů:
de_de: Befehlszeile:
it_it: Comando File Manager:
sv_se: Filhanterarkommando:

source: Provide any modifications to the file manager command.
cs_cz: Uveďte případné modifikace příkazu pro správce souborů.
de_de: Der gegebenenfalls mit Parametern angepasste Aufruf des Dateimanagers.

source: Manually set timezone to UTC +
cs_cz: Manuálně nastavit časové pásmo na UTC +
de_de: Zeitzone manuell setzen auf UTC +
it_it: Imposta manualmente la timezone a UTC +
sv_se: Ställ manuellt in tiden till UTC +

source: Set this option if you find that FahMon isn't detecting your timezone correctly.
cs_cz: Nastavte tuto možnost pokud FahMon nedetekuje správně vaše časové pásmo.
de_de: Aktiviere diese Option und stelle die Zeitzone ein, wenn FahMon jene nicht korrekt ermittelt.

source: Other
cs_cz: Ostatní
de_de: Anderer
sv_se: Annan

source: Finder
cs_cz: Vyhledávač

source: Select your preferred file manager. Used for opening client folders.
cs_cz: Nastavte Váš oblíbený správce souborů. Pro otevírání složky klienta.
de_de: Wähle den von Dir bevorzugten Dateimanager aus. Dieser wird für das Einsehen eines Client-Verzeichnisses verwendet.

source: Export Web Application
cs_cz: Exportovat webovou aplikaci
de_de: WebApp exportieren
it_it: Esporta come Web Application
sv_se: Exportera WebApp

source: Enables the creation of a fancy web page that mimics the old FahMon layout showing current client data.
cs_cz: Umožnuje vytvoření webové stránky, která napodobuje starý vzhled FahMon.
de_de: Aktiviert die Erzeugung eines schicken WebApps mit den aktuellen Client-Daten. Dabei wird das frühere FahMon-Layout imitiert.

source: Enter the location where the output should be saved. This can be a local file, or an ftp url.
cs_cz: Vložte umístění pro uložení výstupu. Může to být místní soubor, nebo ftp adresa.
de_de: Gib einen Speicherort für die Ausgabe an. Dies kann eine lokale Datei oder eine FTP-Adresse sein.

source: Export Simple Web page
cs_cz: Exportovat jednoduchou webovou stránku
de_de: Einfache Webseite exportieren
it_it: Esporta come pagina Web semplice
sv_se: Exportera enkel webbsida

source: Enables the creation of a compact web page showing current client data.
cs_cz: Umožnuje vytvoření stručné webové stránky s aktuálními informacemi o klientech.
de_de: Aktiviert die Erzeugung einer kurzgefassten Webseite mit den aktuellen Client-Daten.

source: Export Simple Text file
cs_cz: Exportovat jednoduchý textový soubor
de_de: Textdatei exportieren
it_it: Esporta come file di testo semplice
sv_se: Exportera enkel textfil

source: Enables the creation of a compact text file showing current client data.
cs_cz: Umožnuje vytvoření stručného textového souboru s aktuálními informacemi o klientech.
de_de: Aktiviert die Erzeugung einer kurzgefassten Textdatei mit den aktuellen Client-Daten.

source: Custom Web Application Template
cs_cz: Vlastní Šablona pro Webovou Aplikaci
de_de: Vorlage für eigenes WebApp

source: Enter the location of the web application template.
cs_cz: Vložte umístění šablony pro Webovou Aplikaci.
de_de: Gib den Speicherort (Datei) für die WebApp-Vorlage an.

source: Custom Simple Web Template
cs_cz: Vlastní Šablona pro Jednoduchou Webovou Stránku
de_de: Vorlage für eigene Webseite

source: Enter the location of the simple web template.
cs_cz: Vložte umístění šablony jednoduché webové stránky.
de_de: Gib den Speicherort (Datei) für die Webseitenvorlage an.

source: Custom Simple Text Template
cs_cz: Vlastní Šablona pro Jednoduchý Text
de_de: Vorlage für eigene Textdatei

source: Enter the location of the simple text template.
cs_cz: Vložte umístění šablony jednoduchého textového souboru.
de_de: Gib den Speicherort (Datei) für die Textdateivorlage an.

source: Choose a local project data file
cs_cz: Vyberte lokální složku s daty o projektech
de_de: Bitte eine lokale Projektdaten-Datei wählen
it_it: Scegli un project data file locale
sv_se: Välj en lokal fil för projektinformation

source: Choose where to save the Web Application
cs_cz: Vybrat kam uložit webovou aplikaci
de_de: Speicherort für das WebApp
it_it: Scegli dove salvare la Web Application
sv_se: Välj var Webb-programmet ska sparas

source: Choose where to save the simple web page
cs_cz: Vybrat kam uložit jednoduchou webovou stránku
de_de: Speicherort für die Webseite
sv_se: Välj var den enkla webbsidan ska sparas

source: Choose where to save the simple text file
cs_cz: Vybrat kam uložit jednoduchý textový soubor.
de_de: Speicherort für die Textdatei
it_it: Scegli dove salvare il file di testo semplice
sv_se: Välj var den enkla textfilen ska sparas
