Repository: andrew-schofield/fahmon
Catalog: po/*.po
Languages: cs_cz, de_de, it_it, sv_se

source: About
cs_cz: O aplikaci
de_de: Info über FahMon
it_it: Informazioni
sv_se: Om

source: Lead Developer:
cs_cz: Hlavní Vývojář
de_de: Hauptentwickler:

source: Retired Developer:
cs_cz: Bývalý vývojář:
de_de: Ursprünglicher Entwickler:

source: Homepage:
cs_cz: Domovská stránka
it_it: Sito Web:
sv_se: Hemsida:

source: Qd homepage:
cs_cz: Domovská stránka QD:
it_it: Sito Web di Qd:
sv_se: Qd's webbplats:

source: Library:
cs_cz: Knihovna
de_de: Bibliothek:
it_it: Libreria:
sv_se: Bibliotek:

source: Benchmarks
cs_cz: Benchmarky
sv_se: Prestanda

source: Projects
cs_cz: Projekty
de_de: Projekte
it_it: Progetti
sv_se: Projekt

source: No benchmarks for this project!
cs_cz: Žádné benchmarky pro tento projekt
de_de: Keine Benchmarks für dieses Projekt vorhanden.
it_it: Nessun benchmarks per questo progetto!
sv_se: Inga riktmärken för detta projekt!

source: Project : %u
cs_cz: Projekt : %u
de_de: Projekt : %u
it_it: Progetto : %u
sv_se: Projekt : %u

source: Core : %s
cs_cz: Jádro : %s
it_it: Nucleo : %s
sv_se: Kärna : %s

source: Frames : %u
cs_cz: Snímky : %u
sv_se: Bildrutor : %u

source: Credit : %u
cs_cz: Kredit : %u
de_de: Gutschrift : %u Punkte
it_it: Crediti : %u
sv_se: Poäng : %u

source: Project : %u (Unknown)
cs_cz: Projekt : %u (Neznámý)
de_de: Projekt : %u (unbekannt)
it_it: Progetto : %u (Sconosciuto)
sv_se: Projekt : %u (Okänt)

source: Min. Time / Frame : %s
cs_cz: Minimální čas / Snímek : %s
de_de: Minimale Frame-Dauer : %s
it_it: Tempo Min. / Frame : %s
sv_se: Min. tid / bildruta : %s

source: No Min. Time / Frame
cs_cz: Žádný minimální čas / Snímek
de_de: Keine minimale Frame-Dauer
it_it: Nessun Tempo Min./Frame
sv_se: Ingen min.tid / bildruta

source: Avg. Time / Frame : %s
cs_cz: Průměrný čas / Snímek : %s
de_de: Gemittelte Frame-Dauer : %s
it_it: Tempo Medio/Frame : %s
sv_se: Snitt-tid / bildruta : %s

source: No Avg. Time / Frame
cs_cz: Žádný průměrný čas / Snímek
de_de: Keine gemittelte Frame-Dauer
it_it: Nessun Tempo Medio / Frame : %s
sv_se: Ingen genomsnittlig tid / bildruta

source: Cur. Time / Frame : %s
cs_cz: Současný čas / Snímek : %s
de_de: Aktuelle Frame-Dauer : %s
it_it: Tempo Attuale / Frame : %s
sv_se: Nuv. tid / bildruta : %s

source: R3F. Time / Frame : %s
cs_cz: R3F. čas / Snímek:%s
de_de: L3F-Frame-Dauer : %s
it_it: Tempo R3F. / Frame : %s
sv_se: Snitt sen. 3 bildrutor : %s

source: Eff. Time / Frame : %s
cs_cz: Skutečný čas / Snímek : %s
de_de: Effektive Frame-Dauer : %s
it_it: Tempo Effettivo / Frame : %s
sv_se: Eff. tid / bildruta : %s

source: No Cur. Time / Frame
cs_cz: Žádný současný čas / Snímek
de_de: Keine aktuelle Frame-Dauer
it_it: Nessun Tempo Attuale / Frame
sv_se: Ingen nuvarande tid / bildruta

source: No R3F. Time / Frame
cs_cz: Žádný R3F čas / Snímek
de_de: Keine L3F-Frame-Dauer
it_it: Nessun Tempo R3F. / Frame
sv_se: Inget snitt på senaste 3 bildrutor

source: No Eff. Time / Frame
cs_cz: Žádný skutečný čas / Snímek
de_de: Keine effektive Frame-Dauer
it_it: Nessun Tempo Effettivo / Frame
sv_se: Ingen effektiv tid / bildruta

source: Could not open file <%s> for writing!
cs_cz: Nelze otevřít soubor <%s> pro zapisováni
de_de: Es ist kein Schreibzugriff auf die Datei <%s> möglich.
it_it: Non posso aprire il file <%s> per la scrittura!
sv_se: Kunde inte öppna filen <%s> för att skriva till!

source: (Benchmarks) The maximum number of known clients has been reached!
cs_cz: (Benchmarky) Maximální počet známých klientů byl dosažen!
de_de: (Benchmarks) Die maximale Anzahl bekannter Clients ist erreicht worden.
it_it: (Benchmark) Il numero massimo di client conosciuti è stato raggiunto!
sv_se: (Prestanda) Det maximala antalet kända klienter har uppnåtts!

source: Unknown client
cs_cz: Neznámý klient
de_de: Unbekannter Client
it_it: Client sconosciuto
sv_se: Okänd klient

source: Unknown
cs_cz: Neznámé
de_de: Unbekannt
it_it: Sconosciuto
sv_se: Okänd

source: Log not loaded!
cs_cz: Log nenahrán
de_de: Log nicht geladen!
it_it: Registro non caricato!
sv_se: Logg ej inläst!

source: anonymous
cs_cz: Anonymní
de_de: anonym
it_it: anonimo
sv_se: anonym

source: N/A
cs_cz: Není k dispozici
de_de: k. A.
sv_se: Ej tillgänglig

source: Directory %s does not exist or cannot be read!
cs_cz: Složka %s neexistuje nebo ji nelze číst
de_de: Das Verzeichnis %s existiert nicht oder kann nicht gelesen werden.
it_it: La directory %s non esiste o non può essere letta!
sv_se: Katalogen %s finns inte eller kan inte läsas!

source: %s cannot be reloaded! (FAHlog.txt does not exist)
cs_cz: Nelze znovu načíst %s (FAHlog.txt neexistuje)
de_de: %s kann nicht abgefragt werden (FAHlog.txt nicht vorhanden).

source: Reloading %s
cs_cz: Znovu načítám %s
de_de: %s wird abgefragt.
it_it: Ricaricamento %s
sv_se: Läser in %s igen

source: Error while reading %sFAHlog.txt!
cs_cz: Nastala chyba při načítání %sFAHlog.txt!
de_de: Fehler beim Lesen von %sFAHlog.txt.
it_it: Errore durante la lettura del file %sFAHlog.txt!
sv_se: Fel vid inläsning av %sFAHlog.txt!

source: Error while reading %squeue.dat
cs_cz: Nastala chyba při načítání %squeue.dat!
de_de: Fehler beim Lesen von %squeue.dat.
it_it: Errore durante la lettura del file %squeue.dat
sv_se: Fel vid inläsning av %squeue.dat!

source: Error while reading %s
cs_cz: Nastala chyba při načítání %s
de_de: Fehler beim Lesen von %s.

source: Error while reading %sunitinfo.txt!
cs_cz: Nastala chyba při načítání %sunitinfo.txt!
de_de: Fehler beim Lesen von %sunitinfo.txt.
it_it: Errore durante la lettura del file %sunitinfo.txt!
sv_se: Fel vid inläsning av %sunitinfo.txt!

source: Finished Reloading %s
cs_cz: %s znovu načteno
de_de: Neuladen von %s abgeschlossen.

source: The progress value in file %s could not be found/parsed
cs_cz: Hodnotu postupu v souboru %s nelze najít/analyzovat
de_de: Der Fortschrittswert kann in der Datei %s nicht gefunden/analysiert werden.
it_it: Il valore del progresso nel file %s non può essere trovato/analizzato
sv_se: Förloppet kunde inte utläsas ur %s

source: The core version in file %s could not be found/parsed
cs_cz: Nelze načíst verzi jádra v %s
de_de: Die Core-Version kann in der Datei %s nicht gefunden/analysiert werden.

source: Unable to save %s because it does not exist
cs_cz: Nelze uložit %s jelikož neexistuje
de_de: %s kann nicht gespeichert werden, da es nicht existiert.
it_it: Impossibile salvare %s perchè il file non esiste
sv_se: Kunde inte spara %s för att den inte finns

source: Unable to create directory %s
cs_cz: Nelze vytvořit složku %s
de_de: Das Verzeichnis %s kann nicht erstellt werden.
it_it: Impossibile creare la directory %s
sv_se: Kunde inte skapa katalogen %s

source: Unable to copy %s to %s
cs_cz: Nelze kopírovat %s do %s
de_de: %s kann nicht nach %s kopiert werden.
it_it: Impossibile copiare %s to %s
sv_se: Kunde inte kopiera %s till %s

source: %s is on frame %u
cs_cz: %s dělá obrázek %u
de_de: %s arbeitet am Frame %u.
it_it: %s è nel frame %u
sv_se: %s är på bildruta %u

source: Cannot determine frame number for %s (this isn't a problem)
cs_cz: Nelze určit číslo obrázku pro %s (toto není problém)
de_de: Für %s kann (noch) keine Frame-Nummer festgestellt werden.
it_it: Impossibile determinare il numero di frames di %s (non è un problema)
sv_se: Kan inte bestämma bildruta för %s (det här är inget problem)

source: %s has an unknown state (Unable to find a complete frame)
cs_cz: %s je v neznámém stavu (Nelze najít hotový obrázek)
de_de: Der Zustand von %s ist unbekannt (keinen kompletten Frame gefunden).
it_it: %s si trova in uno stato sconosciuto (Impossibile trovare un frame completo)
sv_se: %s är i okänt tillstånd (kunde inte hitta en hel bildruta)

source: %s is stopped (The line "Folding@Home Client Shutdown." was found)
cs_cz: %s je zastaven ("Folding@Home Client Shutdown."nalezeno v logu)
de_de: %s ist gestoppt (Zeile "Folding@Home Client Shutdown." gefunden).
it_it: %s è fermato (La linea "Folding@Home Client Shutdown." è stata travata)
sv_se: %s är stoppad (hittade raden "Folding@Home Client Shutdown.")

source: %s has been paused
cs_cz: %s byl pozastaven
de_de: %s ist im Pause-Zustand

source: %s has an unknown state (Unable to extract a valid elapsed time since the last completed frame)
cs_cz: %s je v neznámém stavu (Nedaří se načíst platný uplynutý čas od posledního hotového obrázku)
de_de: Der Zustand von %s ist unbekannt (eine gültige Zeitdauer seit dem zuletzt vervollständigtem Frame kann nicht festgestellt werden).
it_it: %s si trova in uno stato sconosciuto (Impossibile ottenere un tempo impiegato valido dall'ultimo frame completo)
sv_se: %s är i okänt tillstånd (kunde inte beräkna en giltig tid sedan senast avklarade bildruta)

source: %s has been marked as having a asynchronous clock.
cs_cz: %s byl označen jako majíc nesynchronizované hodiny
de_de: %s hat die Kennzeichnung für eine asynchrone Uhrzeit erhalten.
it_it: %s è stato contrassegnato come asincronizzazione dell'orologio
sv_se: %s har flaggats för en asynkron klocka

source: %s seems to have hung : Elapsed time is %um and limit is %um
cs_cz: y%s se zdá zablokovaný : Uplynulý čas je %um a limit je %um
de_de: %s scheint zu hängen: verstrichene Zeit ist %um und Limit ist %um.
it_it: %s sembra essere in pausa: il tempo di elaborazione è %um e il limite è %um
sv_se: %s verkar ha hängt sig : %um har förflutit och gränsen är %um

source: %s seems to be inactive : Elapsed time is %um and limit is %um
cs_cz: %s se zdá být neaktivní : Uplynulý čas je %um a limit je %um
de_de: %s scheint inaktiv zu sein: verstrichene Zeit ist %um und Limit ist %um.
it_it: %s sembra essere inattivo : il tempo di elaborazione è %um e il limite è %um
sv_se: %s verkar vara inaktiv : %um har förflutit och gränsen är %um

source: Client Edition / %s
cs_cz: Edice Klienta / %s
de_de: Client-Eintrag bearbeiten / %s
it_it: Edizione del Client / %s
sv_se: Ändra klient / %s

source: Client information
cs_cz: Informace o klientovi
de_de: Client
it_it: Informazioni sul client
sv_se: Klientinformation

source: Enter a name to describe this client.
cs_cz: Vložte jméno pro popis klienta
de_de: Gib einen beschreibenden Namen für den Client an.

source: Select the directory containing FAHlog.txt for the client you wish to monitor.
cs_cz: Vybrat složku obsahující FAHlog.txt klienta, kterého chcete sledovat.
de_de: Wähle das Verzeichnis aus, das die zum überwachenden Client gehörende Datei FAHlog.txt enthält.

source: Client is on a Virtual Machine
cs_cz: Klient je ve virtuálním stroji
de_de: Der Client läuft auf einer virtuellen Maschine.

source: Location:
cs_cz: Umístění
de_de: Ort:
it_it: Posizione:
sv_se: Plats:

source: Choose
cs_cz: Vybrat
de_de: Auswahl
it_it: Scegli

source: Name:
cs_cz: Jméno:
it_it: Nome:
sv_se: Namn:

source: Choose a folder
cs_cz: Vyberte si složku
de_de: Bitte den Ordner wählen, in dem sich der F@H-Client befindet:
it_it: Scegli una cartella
sv_se: Välj en katalog

source: You must fill the name AND the locations fields.
cs_cz: Musíte vyplnit pole 'Název' a 'Umístění'
de_de: Gib bitte sowohl einen Namen als auch einen Ort an.
it_it: Devi riempire i campi nome E posizione
sv_se: Du måste fylla i namnet OCH platsen.

source: Error while parsing %s on line %u
cs_cz: Chyba při čtení %s na řádce %u
de_de: Fehler beim Analysieren von %s in Zeile %u.
it_it: Errore durante l'analisi di %s sulla linea %u
sv_se: Fel vid tolkning av %s på rad %u

source: Could not open file <%s> for writing! The list of clients will not be saved!
cs_cz: Soubor %s nelze otevřít pro zapisování! Seznam klientů nebude uložen.
de_de: Datei <%s> kann nicht zum Schreiben geöffnet werden. Die Client-Liste wird nicht gespeichert!
it_it: Impossibile aprire il file <%s> per la lettura! La lista dei clients non sarà salvata!
sv_se: Kunde inte öppna <%s> for skrivning! Listan med klienter kommer inte att sparas!

source: # %s : contains the list of clients # # "Name" "Location" Disabled(*) VM(*)
cs_cz: # %s : obsahuje seznam klientů # # "Název" "Umístění" VM(*)
de_de: # %s: enthält die Client-Liste # # "Name" "Ort" Deaktiviert(*) VM(*)

source: Possible clock asynchrony detected!
cs_cz: Zjištěna možná asynchronizace hodin!
de_de: Uhrzeit wahrscheinlich asynchron.
it_it: Rilevata una possibile asincronizzazione dell'orologio!
sv_se: Möjligt klockfel upptäckt!

source: Welcome to %s!
cs_cz: Vítejte ve %s
de_de: Willkommen bei %s!
it_it: Benvenuto %s!
sv_se: Välkommen till %s!

source: Welcome to %s, a Folding@Home monitoring tool
cs_cz: Vítejte ve %s, nástroj pro sledování Folding@Home
de_de: Willkommen bei %s, einem Programm zur Überwachung von Folding@Home-Clients.
it_it: Benvenuto %s, uno strumento di monitoraggio per Folding@Home
sv_se: Välkommen till %s, ett verktyg för att övervaka Folding@Home

source: Project information (e.g. deadlines) is read from a local file, which must be regularly updated.
cs_cz: Informace o projektu (např. termíny) jsou načteny z lokální složky která musí být pravidelně aktualizovaná.
de_de: Projektedaten (z. B. Fälligkeit) werden aus einer lokalen Datei gewonnen, die regelmäßig aktualisiert werden muss.
it_it: Le informazioni sul progetto (ad esempio le scadenze) sono lette da un file locale, il quale deve essere regolarmente aggiornato.
sv_se: Projektinformation (t.ex. tidsgränser) läses från en lokal fil, som måste uppdateras regelbundet.

source: Thus, you should first download the latest available information on currently running projects:
cs_cz: Tudíž byste měli nejprve stáhnout nejatkuálnější informace o projektech aktuálně běžících:
de_de: Daher solltest Du zuerst die Datei mit Projektedaten herunterladen:
it_it: Quindi, bisogna prima scaricare le ultime informazioni disponibili su progetti attualmente in corso:
sv_se: Alltså bör du först hämta den nyaste tillgängliga informationen om pågående projekt:

source: (NOTE: If you use a proxy for HTTP connections, you will need to change the preferences first!)
cs_cz: (POZNÁMKA : jestliže používáte proxy pro HTTP připojení, budete nejprve muset změnit nastavení!)
de_de: (HINWEIS: Falls Du für HTTP-Verbindungen einen Proxy verwendest, musst Du zuvor die entsprechende Einstellung anpassen.)
it_it: (NOTA: Se si utilizza un proxy per le connessioni HTTP, sarà prima necessario modificare le preferenze!)
sv_se: (OBS: Om du använder en proxyserver för HTTP-anslutningar behöver du ställa in den först!)

source: Download current projects
cs_cz: Stáhnout aktuální projekty
de_de: Aktuelle Projektedaten herunterladen
it_it: Download progetti in corso
sv_se: Hämta pågående projekt

source: New updates are needed when no information on projects can be displayed (e.g. deadlines).
cs_cz: Nové aktualizace jsou zapotřebí jestliže nejsou zobrazeny žádné informace o projektech (např. termíny).
de_de: Eine Aktualisierung ist notwendig, wenn keine Projektinformation dargestellt werden kann (z. B. Fälligkeit).
it_it: Nuovi aggiornamenti sono necessari quando non è possibile visualizzare nessuna informazione sui progetti (ad esempio, le scadenze).
sv_se: Uppdateringar behövs när ingen information om projekt kan visas (t.ex. tidsgränser).

source: You will be able to perform updates by using the 'Tools' menu.
cs_cz: Budete moci vykonat aktualizace pomocí nabídky 'Nástroje'.
de_de: Du kannst die Aktualisierungsvorgang über das Menü 'Extras' starten.

source: To monitor a client, you need to add it by choosing 'Add a new client' from the 'Clients' menu.
cs_cz: Pro sledování klienta musíte jej nejprve přidat vybráním 'Přidat nového klienta' z nabídky 'Klienti'.
de_de: Zur Überwachung eines Clients füge bitte einen Eintrag hinzu, indem Du im Menü 'Clients' den Punkt 'Client-Eintrag hinzufügen' auswählst.

source: Alternatively you can right click the client list and choose 'Add a new client' from the menu.
cs_cz: Dále můžete kliknout pravym na seznam klientů a vybrat 'Přidat nového klienta' z nabídky.
de_de: Alternativ kannst Du das Kontextmenü des Listenfelds öffnen (Rechtsklick) und dann 'Client-Eintrag hinzufügen' auswählen.

source: The name you choose for a client is not important, you can think of it as a nickname.
cs_cz: Název který dáte klientovi není důležité, je to jako přezdívka.
de_de: Du kannst dem Client-Eintrag einen beliebigen Namen geben.
it_it: Il nome che scegli non è importante per un client, puoi considerarlo come ad un nickname.
sv_se: Namnet du väljer för en klient spelar ingen roll, se det som ett smeknamn.

source: All further operations on clients (e.g. edition, deletion) can also made by right-clicking on the list.
cs_cz: Veškeré další operace s klienty (např. edice, mazání) lze též provézt praým kliknutím na seznam.
de_de: Alle weiteren Vorgänge in Bezug auf Client-Einträge (z. B. Bearbeiten, Löschen) können ebenfalls über das Kontextmenü (Rechtsklick) durchgeführt werden.

source: The latest version of %s will always be available on the official website:
cs_cz: Nejaktuálnější verze %s bude vždy k dispozici na oficiálních stránkách :
de_de: Die aktuelle Version von %s ist auf der offiziellen Website verfügbar:
it_it: L'ultima versione di %s sarà sempre disponibile sul sito ufficiale:
sv_se: Den senaste versionen av %s finns alltid tillgänglig på den officiella webbplatsen:

source: For interactive help you can join our IRC channel at #fahmon on freenode.net:
cs_cz: Pro interaktivní pomoc se připojte na náš kanál IRC : #fahmon na freenode.net
de_de: Interaktive Hilfe kannst Du in unserem IRC-Channel #fahmon bei freenode.net bekommen:

source: Could not create directory <%s>
cs_cz: Složku <%s> nelze vytvořit.
de_de: Das Verzeichnis <%s> kann nicht erstellt werden.
it_it: Impossibile creare la directory <%s>
sv_se: Kunde inte skapa katalogen <%s>

source: Progress
cs_cz: Postup
de_de: Fortschritt
it_it: Progresso
sv_se: Förlopp

source: Name
cs_cz: Název
it_it: Nome
sv_se: Namn

source: Client Type
cs_cz: typ klienta
de_de: Client-Typ

source: ETA
cs_cz: Zbývající čas
sv_se: Beräknad sluttid

source: Core
cs_cz: Jádro

source: Core Version
cs_cz: Verze jádra

source: Credit
cs_cz: Kredit
de_de: Gutschrift
it_it: Crediti:
sv_se: Poäng

source: Downloaded
cs_cz: Staženo
de_de: Heruntergeladen
it_it: Scaricato:
sv_se: Hämtad

source: Deadline
cs_cz: Termín
de_de: Fälligkeit

source: Loading...
cs_cz: Načítání
de_de: Abfrage läuft...
it_it: Caricamento:
sv_se: Laddar...

source: %u points
cs_cz: %u bodů
de_de: %u Punkte
it_it: %u punti
sv_se: %u poäng

source: %s ago
cs_cz: před %s
de_de: vor %s
sv_se: %s sedan

source: In %s
cs_cz: Za %s
sv_se: Om %s

source: Disabled
cs_cz: Zakázaný
de_de: Deaktiviert

source: Finished
cs_cz: Dokončen
de_de: Fertig
it_it: Terminato
sv_se: Färdig

source: *Hung*
cs_cz: *Zablokovaný*
de_de: *Hänger*
sv_se: *Hängd*

source: Paused
cs_cz: Pozastaven
de_de: Pausiert

source: Add a new client
cs_cz: Přidat klienta
de_de: Client-Eintrag hinzufügen
it_it: Aggiungi un nuovo client
sv_se: Lägg till ny klient

source: Reload this client
cs_cz: Znovu načíst klienta
de_de: Client abfragen
it_it: Ricarica questo client
sv_se: Ladda om denna klient

source: Edit this client
cs_cz: Editovat klienta
de_de: Client-Eintrag bearbeiten
it_it: Modifica questo client
sv_se: Redigera denna klient

source: Delete this client
cs_cz: Vymazat klienta
de_de: Client-Eintrag löschen
it_it: Cancella questo client
sv_se: Ta bort denna klient

source: View Client Files
cs_cz: Zobrazit soubory klienta
de_de: Client-Verzeichnis einsehen
it_it: Mostra i files del Client
sv_se: Visa klientens filer

source: Disable this client
cs_cz: Zakázat klienta
de_de: Client-Eintrag deaktivieren

source: Enable this client
cs_cz: Povolit klienta
de_de: Client-Eintrag aktivieren

source: Do you really want to delete this client?
cs_cz: Opravdu chcete smazat klienta?
de_de: Möchtest Du diesen Client-Eintrag tatsächlich löschen?
it_it: Vuoi veramente cancellare questo client?
sv_se: Vill du verkligen ta bort denna klient?

source: Unable to launch the default filemanager. Please check that the correct filemanager is set in Preferences
cs_cz: Nelze spustit výchozí správce složek. Prosím zkontrolujte zda je správný správce nastaven v Nastavení.
de_de: Der voreingestellte Dateimanager kann nicht gestartet werden. Überprüfe die entsprechende Einstellung (FahMon > Einstellungen > System)
it_it: Impossibile eseguire il filemanager di default. Verificare che il filemanager sia correttamente impostato in Preferenze
sv_se: Kunde inte starta standard-filhanteraren. Vänligen kontrollera att den är rätt inställd i Inställningar

source: Another instance of %s is already running!
cs_cz: Jiná instance %s již běží!
de_de: Es läuft bereits eine Instanz von %s.
it_it: Un'altra istanza di %s è già in esecuzione!
sv_se: En annan upplaga av %s körs redan!

source: Old settings imported into %s
cs_cz: Stará nastavení importována do %s
de_de: Bisherige Einstellungen importiert in %s

source: %s is licenced under the GNU GPL v2
cs_cz: %s uvolněn pod licencí GNU GPL v2
de_de: %s steht unter der Lizenz GNU GPL v2.
it_it: %s è protetto dalla licenza GNU GPL v2
sv_se: %s är licensierad under GNU GPL v2

source: Copyright (C) 2003-2007 Fran\u00E7ois Ingelrest
cs_cz: Copyright (C) 2003-2007 François Ingelrest
it_it: Copyright (C) 2003-2007 François Ingelrest
sv_se: Copyright (C) 2003-2007 François Ingelrest

source: FahMon contains code from qd, also licenced under the GNU GPL v2
cs_cz: FahMon obsahuje kód z QD, také uvolněn pod licencí GNU GPL v2
de_de: FahMon enthält Code von qd, das ebenfalls unter der Lizenz GNU GPL v2 steht.
it_it: FahMon contiene del codice da qd, anch'esso protetto da licenza GNU GPL v2
sv_se: FahMon innehåller kod från qd, också licensierat under GNU GPL v2

source: Something is wrong with this client. Please check the messages (Tools->Show/Hide Messages Window).
cs_cz: Něco je v nepořádku s tímto klientem. Prosím zkontrolujte hlášení (Nástroje-> Zobrazit/Skrýt Hlášky).
de_de: Mit diesem Client ist etwas nicht in Ordnung. Überprüfe die FahMon-Meldungen (Extras > Meldungsfenster zeigen/verbergen).

source: This client is currently disabled.
cs_cz: Tento klient je současně zakázán.
de_de: Dieser Client-Eintrag ist zur Zeit deaktiviert.

source: Project %u is unknown, you should try to update the projects database
cs_cz: %u projektu je neznámé, měli byste zkusit aktualizovat databázi projektů.
de_de: Projekt %u ist unbekannt. Probiere es mit einer Aktualisierung der Projektedaten.
it_it: Il progetto %u è sconosciuto, puoi provare ad aggiornare il database dei progetti
sv_se: Projekt %u är okänt, försök uppdatera projektdatabasen

source: &Check for update
cs_cz: Vyhledat aktualiza&ce
de_de: Auf Programm&update prüfen
it_it: &Controlla nuovi aggiornamenti
sv_se: &Leta efter uppdateringar

source: Check online for the latest version of FahMon
cs_cz: Zkontrolovat poslední verzi FahMon na Internetu.
de_de: Führt eine Onlineprüfung auf ein Programmupdate durch.
it_it: Controlla online l'ultima versione di FahMon
sv_se: Kontrollera online om det finns en nyare version av FahMon

source: &Preferences... CTRL+P
cs_cz: &Nastavení... CTRL+P
de_de: &Einstellungen... Strg+P
it_it: &Preferenze... CTRL+P
sv_se: &Inställningar... CTRL+P

source: Open the preferences dialog
cs_cz: Otevřít nastavení
de_de: Öffnet den Einstellungen-Dialog.
it_it: Apri la finestra delle preferenze
sv_se: Öppnar inställningarna

source: &Quit Ctrl+Q
cs_cz: &Vypnout Ctrl+Q
de_de: &Beenden Strg+Q
it_it: &Esci Ctrl+Q
sv_se: &Avsluta Ctrl+Q

source: Quit %s
cs_cz: Vypnout %s
de_de: Beendet %s.
it_it: Esci %s
sv_se: Avslutar %s

source: Add a new client to be monitored
cs_cz: Přidat klienta ke sledování
de_de: Fügt der Liste einen zu überwachenden Client hinzu.

source: Edit client
cs_cz: Editovat klienta
de_de: Client-Eintrag bearbeiten

source: Edit the selected client settings
cs_cz: Změnit nastaveni navoleného klienta
de_de: Öffnet das Dialogfeld mit den Einstellungen zum Client-Eintrag.

source: Delete client
cs_cz: Vymazat klienta
de_de: Client-Eintrag löschen
